{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<end_ingredients>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<end>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "NFD"
      },
      {
        "type": "Lowercase"
      },
      {
        "type": "StripAccents"
      }
    ]
  },
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "WhitespaceSplit"
      },
      {
        "type": "Punctuation",
        "behavior": "Isolated"
      }
    ]
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "WordPiece",
    "unk_token": "[UNK]",
    "continuing_subword_prefix": "##",
    "max_input_chars_per_word": 100,
    "vocab": {
      "[PAD]": 0,
      "[UNK]": 1,
      "<end_ingredients>": 2,
      "<end>": 3,
      "!": 4,
      "\"": 5,
      "'": 6,
      "(": 7,
      ")": 8,
      ",": 9,
      "-": 10,
      ".": 11,
      "0": 12,
      "1": 13,
      "2": 14,
      "3": 15,
      "4": 16,
      "5": 17,
      "6": 18,
      "7": 19,
      "8": 20,
      "9": 21,
      ":": 22,
      ";": 23,
      "<": 24,
      ">": 25,
      "?": 26,
      "_": 27,
      "a": 28,
      "b": 29,
      "c": 30,
      "d": 31,
      "e": 32,
      "f": 33,
      "g": 34,
      "h": 35,
      "i": 36,
      "j": 37,
      "k": 38,
      "l": 39,
      "m": 40,
      "n": 41,
      "o": 42,
      "p": 43,
      "q": 44,
      "r": 45,
      "s": 46,
      "t": 47,
      "u": 48,
      "v": 49,
      "w": 50,
      "x": 51,
      "y": 52,
      "z": 53,
      "##c": 54,
      "##r": 55,
      "##a": 56,
      "##s": 57,
      "##l": 58,
      "##m": 59,
      "##e": 60,
      "##i": 61,
      "##t": 62,
      "##7": 63,
      "##1": 64,
      "##3": 65,
      "##0": 66,
      "##g": 67,
      "##h": 68,
      "##k": 69,
      "##n": 70,
      "##u": 71,
      "##o": 72,
      "##p": 73,
      "##2": 74,
      "##6": 75,
      "##d": 76,
      "##v": 77,
      "##f": 78,
      "##b": 79,
      "##w": 80,
      "##y": 81,
      "##j": 82,
      "##x": 83,
      "##5": 84,
      "##8": 85,
      "##4": 86,
      "##z": 87,
      "##9": 88,
      "##q": 89,
      "##in": 90,
      "##er": 91,
      "##nd": 92,
      "##ed": 93,
      "##es": 94,
      "##he": 95,
      "##ea": 96,
      "in": 97,
      "##on": 98,
      "and": 99,
      "##ar": 100,
      "##il": 101,
      "the": 102,
      "##ut": 103,
      "##en": 104,
      "to": 105,
      "##at": 106,
      "##ing": 107,
      "##ou": 108,
      "##ic": 109,
      "co": 110,
      "##an": 111,
      "##al": 112,
      "##or": 113,
      "##th": 114,
      "cu": 115,
      "##re": 116,
      "ch": 117,
      "##sp": 118,
      "end": 119,
      "##ow": 120,
      "##pp": 121,
      "##el": 122,
      "##oon": 123,
      "##le": 124,
      "cup": 125,
      "12": 126,
      "##edi": 127,
      "##ts": 128,
      "##ac": 129,
      "on": 130,
      "##st": 131,
      "wi": 132,
      "st": 133,
      "##ak": 134,
      "with": 135,
      "##our": 136,
      "un": 137,
      "min": 138,
      "##ge": 139,
      "of": 140,
      "##dd": 141,
      "##gr": 142,
      "##ro": 143,
      "##til": 144,
      "##ents": 145,
      "ingr": 146,
      "ingredi": 147,
      "mi": 148,
      "ingredients": 149,
      "add": 150,
      "or": 151,
      "##eat": 152,
      "until": 153,
      "for": 154,
      "mix": 155,
      "coo": 156,
      "##ter": 157,
      "##rea": 158,
      "##ve": 159,
      "##ver": 160,
      "##ab": 161,
      "##ce": 162,
      "##gar": 163,
      "##les": 164,
      "##ly": 165,
      "minut": 166,
      "sal": 167,
      "##is": 168,
      "##to": 169,
      "pe": 170,
      "##ion": 171,
      "##em": 172,
      "##gh": 173,
      "su": 174,
      "##ir": 175,
      "minutes": 176,
      "##et": 177,
      "##ot": 178,
      "salt": 179,
      "##poon": 180,
      "##ra": 181,
      "cho": 182,
      "##ri": 183,
      "tea": 184,
      "##ch": 185,
      "cook": 186,
      "th": 187,
      "##lic": 188,
      "##ables": 189,
      "##spoon": 190,
      "teaspoon": 191,
      "##ol": 192,
      "##ick": 193,
      "bak": 194,
      "##ill": 195,
      "fl": 196,
      "sugar": 197,
      "sa": 198,
      "##um": 199,
      "##ine": 200,
      "but": 201,
      "##pper": 202,
      "tables": 203,
      "tablespoon": 204,
      "pepper": 205,
      "into": 206,
      "sp": 207,
      "14": 208,
      "##as": 209,
      "butter": 210,
      "heat": 211,
      "wh": 212,
      "##pped": 213,
      "##uce": 214,
      "##it": 215,
      "##id": 216,
      "##gg": 217,
      "over": 218,
      "pl": 219,
      "br": 220,
      "##ast": 221,
      "stir": 222,
      "##ure": 223,
      "egg": 224,
      "che": 225,
      "oil": 226,
      "##ese": 227,
      "chopped": 228,
      "onion": 229,
      "gr": 230,
      "##ater": 231,
      "al": 232,
      "cheese": 233,
      "water": 234,
      "##igh": 235,
      "flour": 236,
      "##ice": 237,
      "tsp": 238,
      "##ream": 239,
      "rem": 240,
      "##res": 241,
      "sauce": 242,
      "cream": 243,
      "##all": 244,
      "##ack": 245,
      "so": 246,
      "pan": 247,
      "lar": 248,
      "##un": 249,
      "sh": 250,
      "cr": 251,
      "can": 252,
      "large": 253,
      "##ell": 254,
      "be": 255,
      "##ato": 256,
      "cups": 257,
      "##ces": 258,
      "##us": 259,
      "##oo": 260,
      "##ur": 261,
      "##own": 262,
      "##ound": 263,
      "##am": 264,
      "gar": 265,
      "tablespoons": 266,
      "bow": 267,
      "##ven": 268,
      "bowl": 269,
      "##im": 270,
      "slic": 271,
      "ab": 272,
      "##ry": 273,
      "com": 274,
      "sm": 275,
      "##out": 276,
      "ju": 277,
      "ser": 278,
      "##icken": 279,
      "##ture": 280,
      "mixture": 281,
      "##ate": 282,
      "##ace": 283,
      "##ay": 284,
      "about": 285,
      "fro": 286,
      "medi": 287,
      "medium": 288,
      "at": 289,
      "##ilk": 290,
      "bo": 291,
      "brown": 292,
      "##ight": 293,
      "bake": 294,
      "##ough": 295,
      "baking": 296,
      "chicken": 297,
      "##se": 298,
      "it": 299,
      "all": 300,
      "garlic": 301,
      "##ef": 302,
      "place": 303,
      "tb": 304,
      "##ie": 305,
      "##ther": 306,
      "cut": 307,
      "is": 308,
      "milk": 309,
      "##00": 310,
      "##ish": 311,
      "oven": 312,
      "##ake": 313,
      "##ves": 314,
      "tbsp": 315,
      "##der": 316,
      "##ain": 317,
      "##ely": 318,
      "##ove": 319,
      "top": 320,
      "pre": 321,
      "oun": 322,
      "##read": 323,
      "fres": 324,
      "fresh": 325,
      "inch": 326,
      "comb": 327,
      "##ip": 328,
      "##ach": 329,
      "##atoes": 330,
      "##ap": 331,
      "##ean": 332,
      "as": 333,
      "eggs": 334,
      "##ted": 335,
      "pow": 336,
      "cover": 337,
      "##rain": 338,
      "##ated": 339,
      "pot": 340,
      "powder": 341,
      "##ide": 342,
      "boil": 343,
      "se": 344,
      "##ush": 345,
      "juice": 346,
      "##li": 347,
      "from": 348,
      "cool": 349,
      "pour": 350,
      "##eas": 351,
      "tom": 352,
      "par": 353,
      "well": 354,
      "##ore": 355,
      "combine": 356,
      "small": 357,
      "10": 358,
      "red": 359,
      "cl": 360,
      "remove": 361,
      "pie": 362,
      "serve": 363,
      "beat": 364,
      "an": 365,
      "##illa": 366,
      "sk": 367,
      "##qu": 368,
      "van": 369,
      "ground": 370,
      "vanilla": 371,
      "then": 372,
      "oz": 373,
      "##ul": 374,
      "##50": 375,
      "##b0": 376,
      "##00b0": 377,
      "##u00b0": 378,
      "oli": 379,
      "##nder": 380,
      "drain": 381,
      "##aste": 382,
      "##emon": 383,
      "lemon": 384,
      "hal": 385,
      "##ad": 386,
      "you": 387,
      "##ink": 388,
      "mel": 389,
      "34": 390,
      "##me": 391,
      "mar": 392,
      "each": 393,
      "hour": 394,
      "lea": 395,
      "let": 396,
      "##let": 397,
      "##gether": 398,
      "together": 399,
      "if": 400,
      "##ger": 401,
      "de": 402,
      "lb": 403,
      "spr": 404,
      "##ightly": 405,
      "##ent": 406,
      "sliced": 407,
      "con": 408,
      "remain": 409,
      "##col": 410,
      "gre": 411,
      "##old": 412,
      "##ft": 413,
      "olive": 414,
      "13": 415,
      "bl": 416,
      "350": 417,
      "##ite": 418,
      "##ust": 419,
      "remaining": 420,
      "ex": 421,
      "she": 422,
      "green": 423,
      "car": 424,
      "cor": 425,
      "##ant": 426,
      "##co": 427,
      "##mer": 428,
      "sprink": 429,
      "teaspoons": 430,
      "##eason": 431,
      "##umb": 432,
      "bro": 433,
      "set": 434,
      "##ff": 435,
      "season": 436,
      "di": 437,
      "##tion": 438,
      "##age": 439,
      "##sing": 440,
      "##urn": 441,
      "ble": 442,
      "##ood": 443,
      "##ard": 444,
      "##ole": 445,
      "corn": 446,
      "##oll": 447,
      "sprinkle": 448,
      "ve": 449,
      "##uts": 450,
      "##ving": 451,
      "onions": 452,
      "##heat": 453,
      "##ash": 454,
      "##one": 455,
      "##ers": 456,
      "half": 457,
      "taste": 458,
      "##ced": 459,
      "hot": 460,
      "bread": 461,
      "15": 462,
      "li": 463,
      "are": 464,
      "dough": 465,
      "##ag": 466,
      "low": 467,
      "##om": 468,
      "##ring": 469,
      "##ery": 470,
      "sim": 471,
      "##edd": 472,
      "##and": 473,
      "##ru": 474,
      "dri": 475,
      "ounce": 476,
      "dry": 477,
      "chocol": 478,
      "ounces": 479,
      "chocolate": 480,
      "##sed": 481,
      "##get": 482,
      "##par": 483,
      "tomatoes": 484,
      "stirring": 485,
      "##ans": 486,
      "re": 487,
      "pin": 488,
      "##oup": 489,
      "simmer": 490,
      "##illet": 491,
      "veget": 492,
      "30": 493,
      "dish": 494,
      "white": 495,
      "roll": 496,
      "##ck": 497,
      "fin": 498,
      "##inn": 499,
      "##os": 500,
      "soft": 501,
      "sl": 502,
      "##ime": 503,
      "not": 504,
      "up": 505,
      "##we": 506,
      "rice": 507,
      "skillet": 508,
      "ref": 509,
      "potatoes": 510,
      "cooked": 511,
      "##ks": 512,
      "black": 513,
      "refri": 514,
      "te": 515,
      "out": 516,
      "##est": 517,
      "##ber": 518,
      "pack": 519,
      "app": 520,
      "minced": 521,
      "peel": 522,
      "soup": 523,
      "preheat": 524,
      "##ld": 525,
      "put": 526,
      "##ee": 527,
      "refriger": 528,
      "bring": 529,
      "meat": 530,
      "ext": 531,
      "pap": 532,
      "##ally": 533,
      "si": 534,
      "slices": 535,
      "grated": 536,
      "qu": 537,
      "high": 538,
      "melted": 539,
      "crumb": 540,
      "vine": 541,
      "blend": 542,
      "bean": 543,
      "vinegar": 544,
      "serving": 545,
      "##gre": 546,
      "pieces": 547,
      "cake": 548,
      "##ise": 549,
      "spread": 550,
      "gra": 551,
      "20": 552,
      "your": 553,
      "##iced": 554,
      "beef": 555,
      "##ange": 556,
      "tender": 557,
      "##amon": 558,
      "mush": 559,
      "##innamon": 560,
      "cinnamon": 561,
      "clo": 562,
      "##hen": 563,
      "sod": 564,
      "##room": 565,
      "##ass": 566,
      "##ze": 567,
      "mushroom": 568,
      "use": 569,
      "##ke": 570,
      "turn": 571,
      "more": 572,
      "ne": 573,
      "lightly": 574,
      "hea": 575,
      "finely": 576,
      "##arm": 577,
      "##ries": 578,
      "##ley": 579,
      "diced": 580,
      "hours": 581,
      "grea": 582,
      "##pan": 583,
      "seed": 584,
      "350u00b0": 585,
      "degre": 586,
      "##ened": 587,
      "##akes": 588,
      "sc": 589,
      "##weet": 590,
      "lay": 591,
      "##cess": 592,
      "pro": 593,
      "en": 594,
      "spoon": 595,
      "past": 596,
      "pars": 597,
      "whole": 598,
      "make": 599,
      "##ile": 600,
      "aside": 601,
      "bot": 602,
      "saucepan": 603,
      "tomato": 604,
      "##isk": 605,
      "when": 606,
      "##ps": 607,
      "##ute": 608,
      "beans": 609,
      "parsley": 610,
      "##fer": 611,
      "##ies": 612,
      "may": 613,
      "fill": 614,
      "smoo": 615,
      "thin": 616,
      "smooth": 617,
      "cooking": 618,
      "cloves": 619,
      "stick": 620,
      "##able": 621,
      "degrees": 622,
      "pk": 623,
      "##ved": 624,
      "warm": 625,
      "op": 626,
      "##uff": 627,
      "margar": 628,
      "margarine": 629,
      "them": 630,
      "pkg": 631,
      "shr": 632,
      "one": 633,
      "sheet": 634,
      "soda": 635,
      "##zz": 636,
      "##eal": 637,
      "##ave": 638,
      "cel": 639,
      "bef": 640,
      "before": 641,
      "this": 642,
      "pound": 643,
      "##atter": 644,
      "side": 645,
      "##ork": 646,
      "##ss": 647,
      "celery": 648,
      "whisk": 649,
      "gold": 650,
      "chill": 651,
      "just": 652,
      "sour": 653,
      "ar": 654,
      "thick": 655,
      "ro": 656,
      "tr": 657,
      "##pping": 658,
      "cont": 659,
      "broth": 660,
      "fir": 661,
      "chil": 662,
      "##cc": 663,
      "golden": 664,
      "squ": 665,
      "shredd": 666,
      "shredded": 667,
      "dried": 668,
      "leaves": 669,
      "carro": 670,
      "crush": 671,
      "18": 672,
      "fry": 673,
      "fre": 674,
      "##mo": 675,
      "will": 676,
      "##ue": 677,
      "prepar": 678,
      "trans": 679,
      "using": 680,
      "##tom": 681,
      "bottom": 682,
      "##zen": 683,
      "##av": 684,
      "##art": 685,
      "##ray": 686,
      "mo": 687,
      "drained": 688,
      "##ips": 689,
      "bac": 690,
      "brea": 691,
      "bacon": 692,
      "saute": 693,
      "##ins": 694,
      "##tional": 695,
      "paper": 696,
      "thr": 697,
      "##per": 698,
      "sweet": 699,
      "do": 700,
      "crushed": 701,
      "##ub": 702,
      "##rim": 703,
      "ra": 704,
      "cub": 705,
      "nuts": 706,
      "wine": 707,
      "##ately": 708,
      "peeled": 709,
      "optional": 710,
      "bas": 711,
      "liqu": 712,
      "##act": 713,
      "must": 714,
      "des": 715,
      "dis": 716,
      "orange": 717,
      "##inger": 718,
      "frozen": 719,
      "through": 720,
      "vegetable": 721,
      "mushrooms": 722,
      "##vy": 723,
      "transfer": 724,
      "layer": 725,
      "by": 726,
      "fat": 727,
      "mustard": 728,
      "##mes": 729,
      "##ose": 730,
      "almo": 731,
      "##ock": 732,
      "##berries": 733,
      "time": 734,
      "roast": 735,
      "refrigerate": 736,
      "##rap": 737,
      "chips": 738,
      "slice": 739,
      "##ently": 740,
      "res": 741,
      "##ges": 742,
      "##ature": 743,
      "tem": 744,
      "##ess": 745,
      "##fe": 746,
      "##ides": 747,
      "##nds": 748,
      "toss": 749,
      "even": 750,
      "melt": 751,
      "##ressing": 752,
      "garn": 753,
      "seasoning": 754,
      "##ib": 755,
      "gl": 756,
      "spray": 757,
      "##ead": 758,
      "pur": 759,
      "ginger": 760,
      "##ct": 761,
      "##tle": 762,
      "##ten": 763,
      "##ired": 764,
      "div": 765,
      "extr": 766,
      "free": 767,
      "garnish": 768,
      "off": 769,
      "##sh": 770,
      "coat": 771,
      "crumbs": 772,
      "purp": 773,
      "parmes": 774,
      "crust": 775,
      "##na": 776,
      "sides": 777,
      "parmesan": 778,
      "extract": 779,
      "sy": 780,
      "greased": 781,
      "##ction": 782,
      "fo": 783,
      "desired": 784,
      "##rup": 785,
      "process": 786,
      "syrup": 787,
      "liquid": 788,
      "reduce": 789,
      "##con": 790,
      "batter": 791,
      "ice": 792,
      "pasta": 793,
      "##ew": 794,
      "pork": 795,
      "temper": 796,
      "crack": 797,
      "purpose": 798,
      "grill": 799,
      "##stant": 800,
      "cold": 801,
      "##pple": 802,
      "##conut": 803,
      "pinea": 804,
      "coconut": 805,
      "pineapple": 806,
      "package": 807,
      "boiling": 808,
      "temperature": 809,
      "peppers": 810,
      "rack": 811,
      "pec": 812,
      "##ong": 813,
      "##ano": 814,
      "##avor": 815,
      "onto": 816,
      "beaten": 817,
      "##ll": 818,
      "minute": 819,
      "filling": 820,
      "softened": 821,
      "dressing": 822,
      "pres": 823,
      "lo": 824,
      "##ade": 825,
      "light": 826,
      "carrots": 827,
      "vegetables": 828,
      "slightly": 829,
      "food": 830,
      "stea": 831,
      "##ined": 832,
      "fold": 833,
      "chili": 834,
      "##ars": 835,
      "kn": 836,
      "heavy": 837,
      "tw": 838,
      "##75": 839,
      "stock": 840,
      "bag": 841,
      "whi": 842,
      "browned": 843,
      "##ist": 844,
      "down": 845,
      "form": 846,
      "basil": 847,
      "uns": 848,
      "lime": 849,
      "##ipe": 850,
      "##eddar": 851,
      "cheddar": 852,
      "16": 853,
      "seeds": 854,
      "that": 855,
      "comp": 856,
      "23": 857,
      "mayon": 858,
      "ball": 859,
      "soy": 860,
      "pean": 861,
      "##ne": 862,
      "##naise": 863,
      "##enter": 864,
      "pea": 865,
      "mayonnaise": 866,
      "tor": 867,
      "center": 868,
      "##oom": 869,
      "evenly": 870,
      "##tt": 871,
      "rin": 872,
      "nut": 873,
      "reser": 874,
      "cookie": 875,
      "salad": 876,
      "room": 877,
      "pecans": 878,
      "freshly": 879,
      "gently": 880,
      "foil": 881,
      "##ini": 882,
      "toast": 883,
      "stand": 884,
      "po": 885,
      "hand": 886,
      "25": 887,
      "complet": 888,
      "other": 889,
      "##ame": 890,
      "occ": 891,
      "very": 892,
      "##oney": 893,
      "extra": 894,
      "pinch": 895,
      "thinly": 896,
      "honey": 897,
      "##ionally": 898,
      "nood": 899,
      "apples": 900,
      "kee": 901,
      "occas": 902,
      "any": 903,
      "done": 904,
      "##led": 905,
      "while": 906,
      "once": 907,
      "have": 908,
      "ham": 909,
      "occasionally": 910,
      "shor": 911,
      "shall": 912,
      "they": 913,
      "##gin": 914,
      "whip": 915,
      "##ould": 916,
      "##rimp": 917,
      "lit": 918,
      "45": 919,
      "completely": 920,
      "saus": 921,
      "need": 922,
      "too": 923,
      "##ire": 924,
      "noodles": 925,
      "##other": 926,
      "bell": 927,
      "##raw": 928,
      "little": 929,
      "another": 930,
      "##oughly": 931,
      "##nuts": 932,
      "keep": 933,
      "shell": 934,
      "size": 935,
      "cans": 936,
      "plate": 937,
      "##25": 938,
      "ed": 939,
      "ore": 940,
      "shrimp": 941,
      "##yme": 942,
      "like": 943,
      "thyme": 944,
      "some": 945,
      "paste": 946,
      "##ous": 947,
      "##fter": 948,
      "##pe": 949,
      "flavor": 950,
      "cass": 951,
      "prepared": 952,
      "yol": 953,
      "press": 954,
      "##arch": 955,
      "##ka": 956,
      "im": 957,
      "375": 958,
      "casser": 959,
      "thicken": 960,
      "skin": 961,
      "##antro": 962,
      "after": 963,
      "cil": 964,
      "marin": 965,
      "casserole": 966,
      "##risp": 967,
      "cilantro": 968,
      "##els": 969,
      "wrap": 970,
      "##ian": 971,
      "##ition": 972,
      "##row": 973,
      "firm": 974,
      "##ich": 975,
      "##uc": 976,
      "##min": 977,
      "two": 978,
      "topping": 979,
      "##ary": 980,
      "col": 981,
      "##ets": 982,
      "allow": 983,
      "mixing": 984,
      "sausage": 985,
      "powdered": 986,
      "tur": 987,
      "##till": 988,
      "clean": 989,
      "covered": 990,
      "stri": 991,
      "##meg": 992,
      "tortill": 993,
      "nutmeg": 994,
      "first": 995,
      "enough": 996,
      "mixer": 997,
      "wor": 998,
      "##aw": 999,
      "400": 1000,
      "fish": 1001,
      "seco": 1002,
      "straw": 1003,
      "##gano": 1004,
      "slow": 1005,
      "blender": 1006,
      "mic": 1007,
      "##af": 1008,
      "oregano": 1009,
      "cher": 1010,
      "contain": 1011,
      "##ruit": 1012,
      "##tening": 1013,
      "spin": 1014,
      "##eed": 1015,
      "cubes": 1016,
      "non": 1017,
      "crisp": 1018,
      "pure": 1019,
      "shortening": 1020,
      "contin": 1021,
      "##starch": 1022,
      "##astic": 1023,
      "dire": 1024,
      "cornstarch": 1025,
      "spinach": 1026,
      "brush": 1027,
      "##sol": 1028,
      "peanut": 1029,
      "blended": 1030,
      "microw": 1031,
      "##her": 1032,
      "##cor": 1033,
      "ban": 1034,
      "##ump": 1035,
      "##ites": 1036,
      "drizz": 1037,
      "dissol": 1038,
      "least": 1039,
      "##ided": 1040,
      "mash": 1041,
      "##ep": 1042,
      "##ser": 1043,
      "banan": 1044,
      "gran": 1045,
      "wal": 1046,
      "zest": 1047,
      "apple": 1048,
      "till": 1049,
      "read": 1050,
      "rais": 1051,
      "##ually": 1052,
      "##ator": 1053,
      "coco": 1054,
      "bon": 1055,
      "broc": 1056,
      "broccol": 1057,
      "##ices": 1058,
      "cocoa": 1059,
      "##udd": 1060,
      "flakes": 1061,
      "tow": 1062,
      "grease": 1063,
      "whites": 1064,
      "##ches": 1065,
      "has": 1066,
      "papri": 1067,
      "pos": 1068,
      "cumin": 1069,
      "paprika": 1070,
      "broccoli": 1071,
      "processor": 1072,
      "makes": 1073,
      "rest": 1074,
      "box": 1075,
      "am": 1076,
      "round": 1077,
      "rec": 1078,
      "40": 1079,
      "separ": 1080,
      "plastic": 1081,
      "microwave": 1082,
      "strips": 1083,
      "pudd": 1084,
      "refrigerator": 1085,
      "divided": 1086,
      "pudding": 1087,
      "addition": 1088,
      "should": 1089,
      "##og": 1090,
      "few": 1091,
      "clove": 1092,
      "jar": 1093,
      "##ellow": 1094,
      "##medi": 1095,
      "fruit": 1096,
      "arr": 1097,
      "dro": 1098,
      "##ked": 1099,
      "pat": 1100,
      "##ment": 1101,
      "drizzle": 1102,
      "glass": 1103,
      "dash": 1104,
      "immedi": 1105,
      "continue": 1106,
      "whipped": 1107,
      "potato": 1108,
      "##ric": 1109,
      "shap": 1110,
      "##alted": 1111,
      "##cover": 1112,
      "immediately": 1113,
      "yellow": 1114,
      "sur": 1115,
      "sea": 1116,
      "ret": 1117,
      "container": 1118,
      "plus": 1119,
      "pastry": 1120,
      "arrange": 1121,
      "##berry": 1122,
      "uncover": 1123,
      "unsalted": 1124,
      "quar": 1125,
      "thor": 1126,
      "##enne": 1127,
      "##ang": 1128,
      "##zed": 1129,
      "raisins": 1130,
      "thoroughly": 1131,
      "quart": 1132,
      "len": 1133,
      "##ctions": 1134,
      "##ble": 1135,
      "chop": 1136,
      "##its": 1137,
      "oat": 1138,
      "##key": 1139,
      "overn": 1140,
      "##milk": 1141,
      "speed": 1142,
      "fork": 1143,
      "overnight": 1144,
      "surf": 1145,
      "##urt": 1146,
      "squar": 1147,
      "bay": 1148,
      "return": 1149,
      "constant": 1150,
      "cur": 1151,
      "lett": 1152,
      "walnuts": 1153,
      "leaf": 1154,
      "##wh": 1155,
      "rep": 1156,
      "constantly": 1157,
      "surface": 1158,
      "mean": 1159,
      "yea": 1160,
      "##shire": 1161,
      "no": 1162,
      "recipe": 1163,
      "peas": 1164,
      "##ella": 1165,
      "don": 1166,
      "##tershire": 1167,
      "##sib": 1168,
      "almonds": 1169,
      "ital": 1170,
      "toasted": 1171,
      "worces": 1172,
      "possib": 1173,
      "around": 1174,
      "buttermilk": 1175,
      "##ding": 1176,
      "worcestershire": 1177,
      "italian": 1178,
      "yolks": 1179,
      "per": 1180,
      "bun": 1181,
      "##abb": 1182,
      "muff": 1183,
      "kos": 1184,
      "ready": 1185,
      "yog": 1186,
      "yeast": 1187,
      "kosher": 1188,
      "yogurt": 1189,
      "##ully": 1190,
      "chun": 1191,
      "packed": 1192,
      "cookies": 1193,
      "##sts": 1194,
      "loaf": 1195,
      "turkey": 1196,
      "take": 1197,
      "cro": 1198,
      "##irgin": 1199,
      "prepare": 1200,
      "##onger": 1201,
      "flat": 1202,
      "combined": 1203,
      "grad": 1204,
      "pounds": 1205,
      "fine": 1206,
      "mixed": 1207,
      "virgin": 1208,
      "breasts": 1209,
      "##ucch": 1210,
      "lettuce": 1211,
      "##while": 1212,
      "wa": 1213,
      "kni": 1214,
      "zucch": 1215,
      "ml": 1216,
      "back": 1217,
      "longer": 1218,
      "scall": 1219,
      "##oun": 1220,
      "zucchini": 1221,
      "##gs": 1222,
      "cabb": 1223,
      "##wise": 1224,
      "meanwhile": 1225,
      "##ting": 1226,
      "pans": 1227,
      "cabbage": 1228,
      "edges": 1229,
      "gradually": 1230,
      "floured": 1231,
      "inches": 1232,
      "balls": 1233,
      "##ive": 1234,
      "pul": 1235,
      "both": 1236,
      "thaw": 1237,
      "ses": 1238,
      "sesame": 1239,
      "acc": 1240,
      "caref": 1241,
      "knife": 1242,
      "disc": 1243,
      "ag": 1244,
      "##ark": 1245,
      "cann": 1246,
      "day": 1247,
      "line": 1248,
      "coars": 1249,
      "color": 1250,
      "mozz": 1251,
      "crackers": 1252,
      "bub": 1253,
      "bet": 1254,
      "needed": 1255,
      "##arella": 1256,
      "##ulated": 1257,
      "##oc": 1258,
      "##ates": 1259,
      "##oy": 1260,
      "##ings": 1261,
      "broil": 1262,
      "seconds": 1263,
      "coarsely": 1264,
      "cay": 1265,
      "mozzarella": 1266,
      "comes": 1267,
      "cayenne": 1268,
      "repeat": 1269,
      "wire": 1270,
      "fri": 1271,
      "loo": 1272,
      "##med": 1273,
      "##fl": 1274,
      "puree": 1275,
      "frying": 1276,
      "olives": 1277,
      "##so": 1278,
      "remo": 1279,
      "av": 1280,
      "##ms": 1281,
      "##ful": 1282,
      "instant": 1283,
      "##orated": 1284,
      "discard": 1285,
      "shape": 1286,
      "squash": 1287,
      "uncovered": 1288,
      "divide": 1289,
      "##pt": 1290,
      "granulated": 1291,
      "bis": 1292,
      "jell": 1293,
      "slowly": 1294,
      "##ots": 1295,
      "strawberries": 1296,
      "store": 1297,
      "wed": 1298,
      "dip": 1299,
      "pi": 1300,
      "325": 1301,
      "35": 1302,
      "##kin": 1303,
      "wash": 1304,
      "drop": 1305,
      "quarter": 1306,
      "##joy": 1307,
      "cuc": 1308,
      "dou": 1309,
      "accor": 1310,
      "cucumb": 1311,
      "enjoy": 1312,
      "##way": 1313,
      "according": 1314,
      "frost": 1315,
      "bar": 1316,
      "##stick": 1317,
      "ad": 1318,
      "##less": 1319,
      "bit": 1320,
      "##eless": 1321,
      "piece": 1322,
      "turning": 1323,
      "##ear": 1324,
      "dark": 1325,
      "##gth": 1326,
      "parch": 1327,
      "sheets": 1328,
      "her": 1329,
      "parchment": 1330,
      "boneless": 1331,
      "lbs": 1332,
      "bubb": 1333,
      "trim": 1334,
      "sift": 1335,
      "cubed": 1336,
      "length": 1337,
      "stuff": 1338,
      "work": 1339,
      "##ows": 1340,
      "jal": 1341,
      "##ula": 1342,
      "pump": 1343,
      "##apen": 1344,
      "long": 1345,
      "##ds": 1346,
      "##up": 1347,
      "strain": 1348,
      "appro": 1349,
      "again": 1350,
      "breast": 1351,
      "##ta": 1352,
      "blue": 1353,
      "pumpkin": 1354,
      "deep": 1355,
      "##uch": 1356,
      "thawed": 1357,
      "50": 1358,
      "grams": 1359,
      "additional": 1360,
      "marinade": 1361,
      "muffin": 1362,
      "##ling": 1363,
      "rolls": 1364,
      "bananas": 1365,
      "ever": 1366,
      "jalapen": 1367,
      "steak": 1368,
      "carrot": 1369,
      "##urger": 1370,
      "##ander": 1371,
      "##ddle": 1372,
      "separate": 1373,
      "##mall": 1374,
      "approx": 1375,
      "marsh": 1376,
      "cran": 1377,
      "possibly": 1378,
      "exce": 1379,
      "##coo": 1380,
      "marshmall": 1381,
      "mint": 1382,
      "##xt": 1383,
      "mins": 1384,
      "inser": 1385,
      "used": 1386,
      "except": 1387,
      "sw": 1388,
      "##arp": 1389,
      "gel": 1390,
      "##mon": 1391,
      "good": 1392,
      "smo": 1393,
      "chilled": 1394,
      "thickened": 1395,
      "##als": 1396,
      "ev": 1397,
      "fluff": 1398,
      "stem": 1399,
      "directions": 1400,
      "chunks": 1401,
      "sure": 1402,
      "##ig": 1403,
      "pick": 1404,
      "##ower": 1405,
      "every": 1406,
      "tortillas": 1407,
      "seal": 1408,
      "rub": 1409,
      "wheat": 1410,
      "wedges": 1411,
      "canned": 1412,
      "spri": 1413,
      "rib": 1414,
      "plain": 1415,
      "##ions": 1416,
      "next": 1417,
      "crumbled": 1418,
      "part": 1419,
      "fr": 1420,
      "##oni": 1421,
      "##meal": 1422,
      "lid": 1423,
      "quick": 1424,
      "redu": 1425,
      "sticks": 1426,
      "pit": 1427,
      "adding": 1428,
      "ros": 1429,
      "reserved": 1430,
      "##ount": 1431,
      "heated": 1432,
      "375u00b0": 1433,
      "ele": 1434,
      "11": 1435,
      "##atin": 1436,
      "halved": 1437,
      "chi": 1438,
      "ther": 1439,
      "freeze": 1440,
      "oats": 1441,
      "soak": 1442,
      "##fection": 1443,
      "##sa": 1444,
      "almond": 1445,
      "cooled": 1446,
      "start": 1447,
      "confection": 1448,
      "caram": 1449,
      "break": 1450,
      "we": 1451,
      "carefully": 1452,
      "##lets": 1453,
      "##cu": 1454,
      "cracker": 1455,
      "##emary": 1456,
      "moist": 1457,
      "rosemary": 1458,
      "##ola": 1459,
      "prefer": 1460,
      "scrap": 1461,
      "shallow": 1462,
      "##imes": 1463,
      "elect": 1464,
      "evap": 1465,
      "electric": 1466,
      "fil": 1467,
      "cherry": 1468,
      "dill": 1469,
      "bat": 1470,
      "##hett": 1471,
      "salmon": 1472,
      "get": 1473,
      "##heated": 1474,
      "##bst": 1475,
      "reduced": 1476,
      "halves": 1477,
      "seeded": 1478,
      "bra": 1479,
      "cand": 1480,
      "por": 1481,
      "chops": 1482,
      "also": 1483,
      "##ween": 1484,
      "between": 1485,
      "##ham": 1486,
      "##tern": 1487,
      "ca": 1488,
      "##aghett": 1489,
      "herb": 1490,
      "note": 1491,
      "spaghett": 1492,
      "graham": 1493,
      "cons": 1494,
      "salsa": 1495,
      "tart": 1496,
      "biscu": 1497,
      "24": 1498,
      "none": 1499,
      "spaghetti": 1500,
      "##ffee": 1501,
      "gelatin": 1502,
      "approxim": 1503,
      "squee": 1504,
      "confectioners": 1505,
      "##uck": 1506,
      "servings": 1507,
      "ket": 1508,
      "mac": 1509,
      "nonstick": 1510,
      "go": 1511,
      "qt": 1512,
      "hard": 1513,
      "##ocad": 1514,
      "mashed": 1515,
      "wax": 1516,
      "avocad": 1517,
      "##eta": 1518,
      "fluffy": 1519,
      "##aking": 1520,
      "creamy": 1521,
      "under": 1522,
      "##cooked": 1523,
      "sharp": 1524,
      "preheated": 1525,
      "##aze": 1526,
      "##pl": 1527,
      "rinse": 1528,
      "leave": 1529,
      "eas": 1530,
      "cond": 1531,
      "lengthwise": 1532,
      "approximately": 1533,
      "freez": 1534,
      "roasted": 1535,
      "tooth": 1536,
      "reserve": 1537,
      "salted": 1538,
      "400u00b0": 1539,
      "coated": 1540,
      "lined": 1541,
      "##iff": 1542,
      "inserted": 1543,
      "run": 1544,
      "tortilla": 1545,
      "##flower": 1546,
      "excess": 1547,
      "##pick": 1548,
      "spices": 1549,
      "toothpick": 1550,
      "##spar": 1551,
      "frosting": 1552,
      "still": 1553,
      "caramel": 1554,
      "knead": 1555,
      "cherries": 1556,
      "##fted": 1557,
      "jalapeno": 1558,
      "stal": 1559,
      "want": 1560,
      "platter": 1561,
      "conden": 1562,
      "curry": 1563,
      "pizz": 1564,
      "##cy": 1565,
      "dut": 1566,
      "sem": 1567,
      "removed": 1568,
      "evaporated": 1569,
      "uncooked": 1570,
      "##ider": 1571,
      "condensed": 1572,
      "cre": 1573,
      "chives": 1574,
      "squares": 1575,
      "juices": 1576,
      "coffee": 1577,
      "spat": 1578,
      "towel": 1579,
      "##cr": 1580,
      "amount": 1581,
      "##amb": 1582,
      "hamb": 1583,
      "head": 1584,
      "double": 1585,
      "wood": 1586,
      "rasp": 1587,
      "##dge": 1588,
      "spatula": 1589,
      "marshmallows": 1590,
      "##cessary": 1591,
      "rinsed": 1592,
      "stiff": 1593,
      "necessary": 1594,
      "scoo": 1595,
      "rise": 1596,
      "##red": 1597,
      "ripe": 1598,
      "consist": 1599,
      "shallots": 1600,
      "##iel": 1601,
      "pizza": 1602,
      "##riander": 1603,
      "ole": 1604,
      "beating": 1605,
      "scallions": 1606,
      "glaze": 1607,
      "beg": 1608,
      "##ull": 1609,
      "only": 1610,
      "whipping": 1611,
      "##lo": 1612,
      "air": 1613,
      "##ium": 1614,
      "spice": 1615,
      "##op": 1616,
      "bou": 1617,
      "##sor": 1618,
      "##nel": 1619,
      "oleo": 1620,
      "##ation": 1621,
      "skinless": 1622,
      "dissolved": 1623,
      "cider": 1624,
      "coriander": 1625,
      "layers": 1626,
      "##side": 1627,
      "##ok": 1628,
      "altern": 1629,
      "##weetened": 1630,
      "sever": 1631,
      "serves": 1632,
      "unsweetened": 1633,
      "##ency": 1634,
      "##ton": 1635,
      "##ages": 1636,
      "macar": 1637,
      "several": 1638,
      "##ec": 1639,
      "hamburger": 1640,
      "shake": 1641,
      "lef": 1642,
      "dissolve": 1643,
      "eggpl": 1644,
      "sifted": 1645,
      "sized": 1646,
      "aspar": 1647,
      "freezer": 1648,
      "##agus": 1649,
      "sit": 1650,
      "asparagus": 1651,
      "brand": 1652,
      "mon": 1653,
      "canola": 1654,
      "towels": 1655,
      "consistency": 1656,
      "tin": 1657,
      "ber": 1658,
      "325u00b0": 1659,
      "bite": 1660,
      "ribs": 1661,
      "##crumb": 1662,
      "##te": 1663,
      "##ench": 1664,
      "##ener": 1665,
      "##chup": 1666,
      "sand": 1667,
      "sprigs": 1668,
      "breadcrumb": 1669,
      "ketchup": 1670,
      "subst": 1671,
      "me": 1672,
      "meas": 1673,
      "cucumber": 1674,
      "pear": 1675,
      "same": 1676,
      "substit": 1677,
      "##arse": 1678,
      "crab": 1679,
      "coarse": 1680,
      "fillets": 1681,
      "hands": 1682,
      "##ular": 1683,
      "pink": 1684,
      "shells": 1685,
      "##quently": 1686,
      "macaroni": 1687,
      "sher": 1688,
      "bunch": 1689,
      "last": 1690,
      "frequently": 1691,
      "##part": 1692,
      "inc": 1693,
      "cap": 1694,
      "french": 1695,
      "##sc": 1696,
      "such": 1697,
      "##cake": 1698,
      "along": 1699,
      "##jon": 1700,
      "##eased": 1701,
      "##meric": 1702,
      "##fat": 1703,
      "##ai": 1704,
      "dijon": 1705,
      "square": 1706,
      "full": 1707,
      "grain": 1708,
      "see": 1709,
      "scoop": 1710,
      "425": 1711,
      "spl": 1712,
      "apart": 1713,
      "dutch": 1714,
      "made": 1715,
      "##yle": 1716,
      "bab": 1717,
      "##aple": 1718,
      "mini": 1719,
      "##ron": 1720,
      "buttered": 1721,
      "wooden": 1722,
      "maple": 1723,
      "##aked": 1724,
      "baked": 1725,
      "seasoned": 1726,
      "##ia": 1727,
      "##thing": 1728,
      "reg": 1729,
      "times": 1730,
      "sodium": 1731,
      "baby": 1732,
      "##ously": 1733,
      "raw": 1734,
      "style": 1735,
      "bouill": 1736,
      "jello": 1737,
      "##corn": 1738,
      "##ind": 1739,
      "avocado": 1740,
      "tops": 1741,
      "patt": 1742,
      "##amic": 1743,
      "60": 1744,
      "cranberries": 1745,
      "breadcrumbs": 1746,
      "almost": 1747,
      "##cent": 1748,
      "##vel": 1749,
      "middle": 1750,
      "chilies": 1751,
      "bouillon": 1752,
      "stuffing": 1753,
      "star": 1754,
      "##greased": 1755,
      "##ino": 1756,
      "##uring": 1757,
      "##wich": 1758,
      "##ness": 1759,
      "ungreased": 1760,
      "lamb": 1761,
      "banana": 1762,
      "ris": 1763,
      "yiel": 1764,
      "sandwich": 1765,
      "##unch": 1766,
      "##cing": 1767,
      "tightly": 1768,
      "##just": 1769,
      "burn": 1770,
      "greens": 1771,
      "broiler": 1772,
      "four": 1773,
      "tac": 1774,
      "##anch": 1775,
      "adjust": 1776,
      "peaches": 1777,
      "equ": 1778,
      "bowls": 1779,
      "300": 1780,
      "ind": 1781,
      "stems": 1782,
      "##ree": 1783,
      "eggplant": 1784,
      "##iv": 1785,
      "seasonings": 1786,
      "dust": 1787,
      "icing": 1788,
      "much": 1789,
      "spring": 1790,
      "cau": 1791,
      "##iss": 1792,
      "trimmed": 1793,
      "##icot": 1794,
      "##de": 1795,
      "##elly": 1796,
      "fit": 1797,
      "than": 1798,
      "skim": 1799,
      "ap": 1800,
      "making": 1801,
      "my": 1802,
      "cauli": 1803,
      "##bed": 1804,
      "##irc": 1805,
      "sn": 1806,
      "roasting": 1807,
      "cauliflower": 1808,
      "foll": 1809,
      "moder": 1810,
      "##anges": 1811,
      "dice": 1812,
      "cutting": 1813,
      "rind": 1814,
      "finish": 1815,
      "und": 1816,
      "circ": 1817,
      "bubbly": 1818,
      "cornmeal": 1819,
      "bals": 1820,
      "##adish": 1821,
      "fra": 1822,
      "loos": 1823,
      "balsamic": 1824,
      "cooker": 1825,
      "##of": 1826,
      "##ball": 1827,
      "blueberries": 1828,
      "peanuts": 1829,
      "often": 1830,
      "boiled": 1831,
      "quartered": 1832,
      "days": 1833,
      "best": 1834,
      "portion": 1835,
      "edge": 1836,
      "##ily": 1837,
      "taco": 1838,
      "incor": 1839,
      "bits": 1840,
      "incorp": 1841,
      "cer": 1842,
      "sage": 1843,
      "le": 1844,
      "strawberry": 1845,
      "rea": 1846,
      "inst": 1847,
      "##ild": 1848,
      "yolk": 1849,
      "350f": 1850,
      "jars": 1851,
      "art": 1852,
      "##ori": 1853,
      "##una": 1854,
      "berries": 1855,
      "sherry": 1856,
      "##x1": 1857,
      "open": 1858,
      "steaks": 1859,
      "gener": 1860,
      "apric": 1861,
      "biscuits": 1862,
      "450": 1863,
      "plates": 1864,
      "ricot": 1865,
      "lee": 1866,
      "lower": 1867,
      "ricotta": 1868,
      "sweetened": 1869,
      "steam": 1870,
      "depe": 1871,
      "soften": 1872,
      "cott": 1873,
      "its": 1874,
      "marinate": 1875,
      "way": 1876,
      "thir": 1877,
      "been": 1878,
      "##ale": 1879,
      "chile": 1880,
      "##ney": 1881,
      "oranges": 1882,
      "three": 1883,
      "tub": 1884,
      "fen": 1885,
      "second": 1886,
      "tuna": 1887,
      "squeeze": 1888,
      "substitute": 1889,
      "smoked": 1890,
      "stew": 1891,
      "bottle": 1892,
      "##asses": 1893,
      "crock": 1894,
      "##nut": 1895,
      "sel": 1896,
      "fridge": 1897,
      "ph": 1898,
      "mol": 1899,
      "leaving": 1900,
      "rum": 1901,
      "jelly": 1902,
      "200": 1903,
      "unb": 1904,
      "absor": 1905,
      "pulse": 1906,
      "now": 1907,
      "puff": 1908,
      "scrape": 1909,
      "##ating": 1910,
      "tray": 1911,
      "without": 1912,
      "less": 1913,
      "jack": 1914,
      "bu": 1915,
      "del": 1916,
      "molasses": 1917,
      "batches": 1918,
      "skew": 1919,
      "herbs": 1920,
      "##spice": 1921,
      "candy": 1922,
      "rom": 1923,
      "meal": 1924,
      "stalks": 1925,
      "##head": 1926,
      "grap": 1927,
      "inside": 1928,
      "alum": 1929,
      "##orm": 1930,
      "cottage": 1931,
      "allspice": 1932,
      "##raft": 1933,
      "quickly": 1934,
      "##yst": 1935,
      "roughly": 1936,
      "rel": 1937,
      "fennel": 1938,
      "board": 1939,
      "refrigerated": 1940,
      "jam": 1941,
      "lean": 1942,
      "ho": 1943,
      "artich": 1944,
      "patties": 1945,
      "hold": 1946,
      "firmly": 1947,
      "##int": 1948,
      "ahead": 1949,
      "peaks": 1950,
      "wet": 1951,
      "favor": 1952,
      "sing": 1953,
      "beco": 1954,
      "##ters": 1955,
      "##tight": 1956,
      "airtight": 1957,
      "meatball": 1958,
      "chiles": 1959,
      "##uss": 1960,
      "##od": 1961,
      "ac": 1962,
      "barb": 1963,
      "stove": 1964,
      "rolling": 1965,
      "pim": 1966,
      "##fuls": 1967,
      "pitted": 1968,
      "##ento": 1969,
      "everything": 1970,
      "gravy": 1971,
      "##ey": 1972,
      "ha": 1973,
      "packages": 1974,
      "depend": 1975,
      "cas": 1976,
      "man": 1977,
      "##ably": 1978,
      "begin": 1979,
      "favorite": 1980,
      "rect": 1981,
      "feta": 1982,
      "##zo": 1983,
      "cal": 1984,
      "rectang": 1985,
      "##if": 1986,
      "tof": 1987,
      "mold": 1988,
      "tar": 1989,
      "bri": 1990,
      "away": 1991,
      "choice": 1992,
      "sun": 1993,
      "##ied": 1994,
      "real": 1995,
      "100": 1996,
      "vegg": 1997,
      "##cted": 1998,
      "##inum": 1999,
      "tofu": 2000,
      "cereal": 2001,
      "begins": 2002,
      "weight": 2003,
      "semi": 2004,
      "##amp": 2005,
      "kraft": 2006,
      "rim": 2007,
      "bul": 2008,
      "aluminum": 2009,
      "split": 2010,
      "decor": 2011,
      "these": 2012,
      "which": 2013,
      "ends": 2014,
      "thermo": 2015,
      "step": 2016,
      "meatballs": 2017,
      "##meter": 2018,
      "regular": 2019,
      "##ier": 2020,
      "mor": 2021,
      "thermometer": 2022,
      "med": 2023,
      "sli": 2024,
      "lad": 2025,
      "tri": 2026,
      "crumble": 2027,
      "safe": 2028,
      "##uted": 2029,
      "fried": 2030,
      "350u00b0f": 2031,
      "single": 2032,
      "##cakes": 2033,
      "depending": 2034,
      "ker": 2035,
      "##ity": 2036,
      "kid": 2037,
      "cris": 2038,
      "swiss": 2039,
      "dripping": 2040,
      "##elp": 2041,
      "##ail": 2042,
      "##gon": 2043,
      "there": 2044,
      "##tal": 2045,
      "el": 2046,
      "thickens": 2047,
      "lowfat": 2048,
      "directed": 2049,
      "added": 2050,
      "##ecue": 2051,
      "cucumbers": 2052,
      "wra": 2053,
      "barbecue": 2054,
      "##20": 2055,
      "##ingers": 2056,
      "gri": 2057,
      "hear": 2058,
      "spro": 2059,
      "wide": 2060,
      "check": 2061,
      "tbs": 2062,
      "cat": 2063,
      "thickness": 2064,
      "bars": 2065,
      "drippings": 2066,
      "cross": 2067,
      "bone": 2068,
      "mang": 2069,
      "wok": 2070,
      "coloring": 2071,
      "touch": 2072,
      "dates": 2073,
      "their": 2074,
      "##king": 2075,
      "flip": 2076,
      "##otted": 2077,
      "shallot": 2078,
      "crisco": 2079,
      "##ici": 2080,
      "clam": 2081,
      "melts": 2082,
      "cust": 2083,
      "wee": 2084,
      "does": 2085,
      "##bon": 2086,
      "creamed": 2087,
      "turmeric": 2088,
      "beer": 2089,
      "equal": 2090,
      "great": 2091,
      "mas": 2092,
      "custard": 2093,
      "eat": 2094,
      "rising": 2095,
      "kit": 2096,
      "raspberries": 2097,
      "whisking": 2098,
      "flatten": 2099,
      "##ah": 2100,
      "##ops": 2101,
      "##tail": 2102,
      "cored": 2103,
      "racks": 2104,
      "##emb": 2105,
      "250": 2106,
      "28": 2107,
      "rings": 2108,
      "iron": 2109,
      "##chen": 2110,
      "slotted": 2111,
      "chip": 2112,
      "flavored": 2113,
      "##pro": 2114,
      "##elve": 2115,
      "self": 2116,
      "reserving": 2117,
      "mango": 2118,
      "##dr": 2119,
      "kitchen": 2120,
      "pt": 2121,
      "pop": 2122,
      "buns": 2123,
      "sprouts": 2124,
      "kidney": 2125,
      "most": 2126,
      "tab": 2127,
      "##erm": 2128,
      "##ieve": 2129,
      "crispy": 2130,
      "##tover": 2131,
      "incorporated": 2132,
      "##ari": 2133,
      "cast": 2134,
      "peppercorn": 2135,
      "att": 2136,
      "plum": 2137,
      "veggies": 2138,
      "leftover": 2139,
      "##auce": 2140,
      "lentil": 2141,
      "##vent": 2142,
      "##loin": 2143,
      "thigh": 2144,
      "cock": 2145,
      "##asco": 2146,
      "forms": 2147,
      "rounds": 2148,
      "##ilad": 2149,
      "##rease": 2150,
      "rot": 2151,
      "##ual": 2152,
      "absorbed": 2153,
      "coup": 2154,
      "fragr": 2155,
      "chest": 2156,
      "##ized": 2157,
      "tube": 2158,
      "tip": 2159,
      "follow": 2160,
      "cube": 2161,
      "right": 2162,
      "creme": 2163,
      "prevent": 2164,
      "cocktail": 2165,
      "tartar": 2166,
      "applesauce": 2167,
      "##gl": 2168,
      "tabasco": 2169,
      "waxed": 2170,
      "fully": 2171,
      "##ning": 2172,
      "velve": 2173,
      "transl": 2174,
      "base": 2175,
      "preferably": 2176,
      "oatmeal": 2177,
      "##bled": 2178,
      "measure": 2179,
      "creat": 2180,
      "cranberry": 2181,
      "alternately": 2182,
      "##bo": 2183,
      "transluc": 2184,
      "chick": 2185,
      "fragrant": 2186,
      "dr": 2187,
      "us": 2188,
      "pears": 2189,
      "##ragon": 2190,
      "moderate": 2191,
      "couple": 2192,
      "monter": 2193,
      "##cho": 2194,
      "among": 2195,
      "##proof": 2196,
      "##bread": 2197,
      "cakes": 2198,
      "point": 2199,
      "tarragon": 2200,
      "180": 2201,
      "translucent": 2202,
      "##atch": 2203,
      "rolled": 2204,
      "preser": 2205,
      "easily": 2206,
      "simmering": 2207,
      "clear": 2208,
      "old": 2209,
      "##rained": 2210,
      "monterey": 2211,
      "lentils": 2212,
      "boiler": 2213,
      "char": 2214,
      "foam": 2215,
      "pr": 2216,
      "##com": 2217,
      "peppercorns": 2218,
      "how": 2219,
      "velveeta": 2220,
      "possible": 2221,
      "quarts": 2222,
      "ass": 2223,
      "##ivid": 2224,
      "hor": 2225,
      "come": 2226,
      "fi": 2227,
      "pint": 2228,
      "##ek": 2229,
      "sec": 2230,
      "undrained": 2231,
      "individ": 2232,
      "parts": 2233,
      "oyst": 2234,
      "lemons": 2235,
      "##iano": 2236,
      "nice": 2237,
      "vin": 2238,
      "##kra": 2239,
      "degree": 2240,
      "crosswise": 2241,
      "separated": 2242,
      "big": 2243,
      "##zel": 2244,
      "raspberry": 2245,
      "circle": 2246,
      "removing": 2247,
      "##eur": 2248,
      "##ons": 2249,
      "##ken": 2250,
      "ladle": 2251,
      "flavoring": 2252,
      "total": 2253,
      "starts": 2254,
      "grate": 2255,
      "##oul": 2256,
      "liqueur": 2257,
      "drops": 2258,
      "17": 2259,
      "five": 2260,
      "##u00b0f": 2261,
      "chestnuts": 2262,
      "short": 2263,
      "washed": 2264,
      "punch": 2265,
      "##ere": 2266,
      "instru": 2267,
      "flavors": 2268,
      "pine": 2269,
      "sliver": 2270,
      "##tte": 2271,
      "pull": 2272,
      "##use": 2273,
      "attach": 2274,
      "sol": 2275,
      "9x1": 2276,
      "##ye": 2277,
      "above": 2278,
      "mer": 2279,
      "beets": 2280,
      "capers": 2281,
      "##lu": 2282,
      "mir": 2283,
      "third": 2284,
      "##arin": 2285,
      "careful": 2286,
      "##grette": 2287,
      "increase": 2288,
      "##aigrette": 2289,
      "card": 2290,
      "vinaigrette": 2291,
      "halfway": 2292,
      "sugars": 2293,
      "broken": 2294,
      "##irl": 2295,
      "##seradish": 2296,
      "##ially": 2297,
      "fingers": 2298,
      "horseradish": 2299,
      "chickp": 2300,
      "ranch": 2301,
      "wil": 2302,
      "left": 2303,
      "roma": 2304,
      "chees": 2305,
      "cutter": 2306,
      "generously": 2307,
      "yield": 2308,
      "leeks": 2309,
      "ancho": 2310,
      "sieve": 2311,
      "175": 2312,
      "scraping": 2313,
      "##aker": 2314,
      "pimento": 2315,
      "during": 2316,
      "muffins": 2317,
      "##pot": 2318,
      "better": 2319,
      "give": 2320,
      "heap": 2321,
      "instructions": 2322,
      "dist": 2323,
      "scallops": 2324,
      "brandy": 2325,
      "quarters": 2326,
      "##etal": 2327,
      "save": 2328,
      "biscuit": 2329,
      "loosely": 2330,
      "wings": 2331,
      "coating": 2332,
      "##agon": 2333,
      "shred": 2334,
      "unbaked": 2335,
      "thru": 2336,
      "mild": 2337,
      "mand": 2338,
      "##are": 2339,
      "carton": 2340,
      "9x13": 2341,
      "chunk": 2342,
      "##air": 2343,
      "hom": 2344,
      "##icy": 2345,
      "##ko": 2346,
      "dump": 2347,
      "##ussels": 2348,
      "bones": 2349,
      "mering": 2350,
      "diagon": 2351,
      "las": 2352,
      "metal": 2353,
      "dozen": 2354,
      "ang": 2355,
      "##ctive": 2356,
      "goat": 2357,
      "chipot": 2358,
      "doubled": 2359,
      "concent": 2360,
      "gu": 2361,
      "cres": 2362,
      "working": 2363,
      "was": 2364,
      "mayo": 2365,
      "burger": 2366,
