{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<end_title>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<end_ingredients>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<end_instructions>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "<end>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "NFD"
      },
      {
        "type": "Lowercase"
      },
      {
        "type": "StripAccents"
      }
    ]
  },
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "WhitespaceSplit"
      },
      {
        "type": "Punctuation",
        "behavior": "Isolated"
      }
    ]
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "WordPiece",
    "unk_token": "[UNK]",
    "continuing_subword_prefix": "##",
    "max_input_chars_per_word": 100,
    "vocab": {
      "[PAD]": 0,
      "[UNK]": 1,
      "<end_title>": 2,
      "<end_ingredients>": 3,
      "<end_instructions>": 4,
      "<end>": 5,
      "!": 6,
      "\"": 7,
      "'": 8,
      "(": 9,
      ")": 10,
      ",": 11,
      "-": 12,
      ".": 13,
      "0": 14,
      "1": 15,
      "2": 16,
      "3": 17,
      "4": 18,
      "5": 19,
      "6": 20,
      "7": 21,
      "8": 22,
      "9": 23,
      ":": 24,
      ";": 25,
      "<": 26,
      ">": 27,
      "?": 28,
      "_": 29,
      "a": 30,
      "b": 31,
      "c": 32,
      "d": 33,
      "e": 34,
      "f": 35,
      "g": 36,
      "h": 37,
      "i": 38,
      "j": 39,
      "k": 40,
      "l": 41,
      "m": 42,
      "n": 43,
      "o": 44,
      "p": 45,
      "q": 46,
      "r": 47,
      "s": 48,
      "t": 49,
      "u": 50,
      "v": 51,
      "w": 52,
      "x": 53,
      "y": 54,
      "z": 55,
      "##n": 56,
      "##g": 57,
      "##r": 58,
      "##e": 59,
      "##a": 60,
      "##d": 61,
      "##i": 62,
      "##s": 63,
      "##m": 64,
      "##c": 65,
      "##l": 66,
      "##o": 67,
      "##v": 68,
      "##k": 69,
      "##u": 70,
      "##f": 71,
      "##w": 72,
      "##t": 73,
      "##b": 74,
      "##y": 75,
      "##h": 76,
      "##p": 77,
      "##z": 78,
      "##2": 79,
      "##0": 80,
      "##1": 81,
      "##4": 82,
      "##7": 83,
      "##5": 84,
      "##x": 85,
      "##3": 86,
      "##9": 87,
      "##j": 88,
      "##6": 89,
      "##q": 90,
      "##8": 91,
      "##nd": 92,
      "##er": 93,
      "##in": 94,
      "##ed": 95,
      "##es": 96,
      "##he": 97,
      "##ea": 98,
      "in": 99,
      "##on": 100,
      "and": 101,
      "##ar": 102,
      "##il": 103,
      "the": 104,
      "##en": 105,
      "##ut": 106,
      "to": 107,
      "##it": 108,
      "##at": 109,
      "##ing": 110,
      "##ou": 111,
      "##ic": 112,
      "co": 113,
      "##le": 114,
      "end": 115,
      "##an": 116,
      "##al": 117,
      "##or": 118,
      "ch": 119,
      "##re": 120,
      "cu": 121,
      "##sp": 122,
      "##pp": 123,
      "##ow": 124,
      "##el": 125,
      "##oon": 126,
      "cup": 127,
      "12": 128,
      "##st": 129,
      "##edi": 130,
      "##ac": 131,
      "on": 132,
      "##ts": 133,
      "st": 134,
      "##ak": 135,
      "##ith": 136,
      "with": 137,
      "##et": 138,
      "##ot": 139,
      "##our": 140,
      "un": 141,
      "min": 142,
      "of": 143,
      "##dd": 144,
      "##rea": 145,
      "##til": 146,
      "##ol": 147,
      "##gr": 148,
      "##ents": 149,
      "mi": 150,
      "ingr": 151,
      "ingredi": 152,
      "or": 153,
      "ingredients": 154,
      "add": 155,
      "for": 156,
      "until": 157,
      "##eat": 158,
      "mix": 159,
      "##ter": 160,
      "##ro": 161,
      "##ve": 162,
      "##ab": 163,
      "##ce": 164,
      "##ver": 165,
      "sal": 166,
      "##les": 167,
      "##gar": 168,
      "##is": 169,
      "##ly": 170,
      "minut": 171,
      "##ok": 172,
      "pe": 173,
      "##ion": 174,
      "##em": 175,
      "##to": 176,
      "##gh": 177,
      "su": 178,
      "##ir": 179,
      "minutes": 180,
      "##ge": 181,
      "sp": 182,
      "##ick": 183,
      "##ra": 184,
      "##ri": 185,
      "salt": 186,
      "##ch": 187,
      "cho": 188,
      "tit": 189,
      "title": 190,
      "cook": 191,
      "tea": 192,
      "sa": 193,
      "##lic": 194,
      "th": 195,
      "##ill": 196,
      "##ables": 197,
      "##spoon": 198,
      "bak": 199,
      "teaspoon": 200,
      "fl": 201,
      "##um": 202,
      "sugar": 203,
      "but": 204,
      "##as": 205,
      "##ine": 206,
      "##pper": 207,
      "pepper": 208,
      "##poon": 209,
      "tables": 210,
      "tablespoon": 211,
      "br": 212,
      "into": 213,
      "14": 214,
      "butter": 215,
      "##uce": 216,
      "wh": 217,
      "heat": 218,
      "##pped": 219,
      "##ast": 220,
      "##id": 221,
      "##gg": 222,
      "che": 223,
      "##ese": 224,
      "pl": 225,
      "over": 226,
      "egg": 227,
      "stir": 228,
      "##ure": 229,
      "cheese": 230,
      "onion": 231,
      "oil": 232,
      "chopped": 233,
      "al": 234,
      "gr": 235,
      "##ater": 236,
      "##igh": 237,
      "##ice": 238,
      "water": 239,
      "##ream": 240,
      "fr": 241,
      "sauce": 242,
      "cream": 243,
      "flour": 244,
      "##all": 245,
      "##ato": 246,
      "##ack": 247,
      "tsp": 248,
      "rem": 249,
      "so": 250,
      "##un": 251,
      "cr": 252,
      "sh": 253,
      "##am": 254,
      "pan": 255,
      "##icken": 256,
      "be": 257,
      "##us": 258,
      "lar": 259,
      "##ur": 260,
      "##ell": 261,
      "can": 262,
      "large": 263,
      "cups": 264,
      "##own": 265,
      "##ces": 266,
      "##ound": 267,
      "gar": 268,
      "##ate": 269,
      "##im": 270,
      "##ven": 271,
      "tablespoons": 272,
      "bow": 273,
      "bowl": 274,
      "sm": 275,
      "##bo": 276,
      "slic": 277,
      "com": 278,
      "ju": 279,
      "ser": 280,
      "chicken": 281,
      "##ture": 282,
      "##ay": 283,
      "mixture": 284,
      "abo": 285,
      "##ace": 286,
      "fro": 287,
      "##ie": 288,
      "about": 289,
      "##ake": 290,
      "##her": 291,
      "##ilk": 292,
      "##edium": 293,
      "medium": 294,
      "at": 295,
      "##get": 296,
      "brown": 297,
      "##ight": 298,
      "##ry": 299,
      "bake": 300,
      "##ip": 301,
      "##ough": 302,
      "##ef": 303,
      "baking": 304,
      "it": 305,
      "##se": 306,
      "##ish": 307,
      "garlic": 308,
      "all": 309,
      "##read": 310,
      "bo": 311,
      "place": 312,
      "tb": 313,
      "is": 314,
      "milk": 315,
      "cut": 316,
      "##00": 317,
      "oven": 318,
      "##ves": 319,
      "##ean": 320,
      "tbsp": 321,
      "##esh": 322,
      "##ely": 323,
      "##ain": 324,
      "##der": 325,
      "pot": 326,
      "fresh": 327,
      "pre": 328,
      "top": 329,
      "oun": 330,
      "##ach": 331,
      "##atoes": 332,
      "inch": 333,
      "##ove": 334,
      "##ap": 335,
      "##ad": 336,
      "comb": 337,
      "as": 338,
      "##oo": 339,
      "##ide": 340,
      "eggs": 341,
      "##ted": 342,
      "##ated": 343,
      "pow": 344,
      "##ush": 345,
      "cover": 346,
      "##rain": 347,
      "pie": 348,
      "tom": 349,
      "##oth": 350,
      "powder": 351,
      "se": 352,
      "##li": 353,
      "boil": 354,
      "par": 355,
      "juice": 356,
      "from": 357,
      "cool": 358,
      "##ore": 359,
      "pour": 360,
      "well": 361,
      "red": 362,
      "combine": 363,
      "10": 364,
      "small": 365,
      "cl": 366,
      "##eas": 367,
      "an": 368,
      "##qu": 369,
      "remove": 370,
      "serve": 371,
      "sk": 372,
      "##illa": 373,
      "##col": 374,
      "##ul": 375,
      "##ess": 376,
      "beat": 377,
      "van": 378,
      "vanilla": 379,
      "##nder": 380,
      "ground": 381,
      "oz": 382,
      "then": 383,
      "lem": 384,
      "lemon": 385,
      "oli": 386,
      "##50": 387,
      "##b0": 388,
      "##00b0": 389,
      "##u00b0": 390,
      "mar": 391,
      "drain": 392,
      "##aste": 393,
      "34": 394,
      "##om": 395,
      "hal": 396,
      "##ink": 397,
      "you": 398,
      "mel": 399,
      "##ff": 400,
      "##let": 401,
      "##ger": 402,
      "each": 403,
      "hour": 404,
      "let": 405,
      "lea": 406,
      "##ole": 407,
      "de": 408,
      "##gether": 409,
      "##ust": 410,
      "together": 411,
      "gre": 412,
      "if": 413,
      "bl": 414,
      "##ent": 415,
      "spr": 416,
      "cor": 417,
      "car": 418,
      "lb": 419,
      "con": 420,
      "##ber": 421,
      "##ite": 422,
      "##ightly": 423,
      "sliced": 424,
      "##old": 425,
      "##me": 426,
      "##ft": 427,
      "13": 428,
      "green": 429,
      "olive": 430,
      "##ant": 431,
      "remain": 432,
      "##age": 433,
      "ex": 434,
      "##co": 435,
      "350": 436,
      "she": 437,
      "bread": 438,
      "remaining": 439,
      "##mer": 440,
      "##oll": 441,
      "corn": 442,
      "ve": 443,
      "di": 444,
      "##ood": 445,
      "re": 446,
      "##colate": 447,
      "sprink": 448,
      "##eason": 449,
      "teaspoons": 450,
      "##ard": 451,
      "season": 452,
      "set": 453,
      "##ash": 454,
      "##ag": 455,
      "##tion": 456,
      "chocolate": 457,
      "##uts": 458,
      "##urn": 459,
      "ble": 460,
      "##one": 461,
      "##oup": 462,
      "hot": 463,
      "cake": 464,
      "sprinkle": 465,
      "##ving": 466,
      "onions": 467,
      "##heat": 468,
      "##ced": 469,
      "half": 470,
      "taste": 471,
      "##and": 472,
      "##ers": 473,
      "low": 474,
      "15": 475,
      "dough": 476,
      "##sed": 477,
      "li": 478,
      "are": 479,
      "sim": 480,
      "##ery": 481,
      "##edd": 482,
      "##ring": 483,
      "soup": 484,
      "##ck": 485,
      "##os": 486,
      "veget": 487,
      "rice": 488,
      "##ass": 489,
      "pin": 490,
      "dri": 491,
      "roll": 492,
      "tomatoes": 493,
      "ounce": 494,
      "app": 495,
      "dry": 496,
      "ounces": 497,
      "##we": 498,
      "sl": 499,
      "##ans": 500,
      "potatoes": 501,
      "##par": 502,
      "##illet": 503,
      "##umb": 504,
      "##inn": 505,
      "white": 506,
      "stirring": 507,
      "##ress": 508,
      "dish": 509,
      "simmer": 510,
      "30": 511,
      "##ies": 512,
      "##ime": 513,
      "up": 514,
      "bean": 515,
      "soft": 516,
      "black": 517,
      "skillet": 518,
      "##est": 519,
      "not": 520,
      "meat": 521,
      "##ee": 522,
      "ref": 523,
      "te": 524,
      "cooked": 525,
      "##iz": 526,
      "qu": 527,
      "fin": 528,
      "##ld": 529,
      "refri": 530,
      "out": 531,
      "##ks": 532,
      "beef": 533,
      "pack": 534,
      "minced": 535,
      "##uff": 536,
      "peel": 537,
      "preheat": 538,
      "put": 539,
      "##ange": 540,
      "refriger": 541,
      "bring": 542,
      "gra": 543,
      "pap": 544,
      "mush": 545,
      "ext": 546,
      "##ise": 547,
      "##ally": 548,
      "slices": 549,
      "##room": 550,
      "grated": 551,
      "crumb": 552,
      "high": 553,
      "vine": 554,
      "##gre": 555,
      "melted": 556,
      "mushroom": 557,
      "##iced": 558,
      "spread": 559,
      "vinegar": 560,
      "blend": 561,
      "serving": 562,
      "grea": 563,
      "##amon": 564,
      "##akes": 565,
      "##weet": 566,
      "pieces": 567,
      "20": 568,
      "##innamon": 569,
      "your": 570,
      "cinnamon": 571,
      "tender": 572,
      "past": 573,
      "sc": 574,
      "##hen": 575,
      "sod": 576,
      "ar": 577,
      "ne": 578,
      "chil": 579,
      "##ries": 580,
      "##eal": 581,
      "ro": 582,
      "##ley": 583,
      "turn": 584,
      "use": 585,
      "en": 586,
      "tomato": 587,
      "##arm": 588,
      "more": 589,
      "seed": 590,
      "##ps": 591,
      "lightly": 592,
      "lay": 593,
      "finely": 594,
      "clo": 595,
      "##pan": 596,
      "beans": 597,
      "diced": 598,
      "hours": 599,
      "##ened": 600,
      "350u00b0": 601,
      "degre": 602,
      "##able": 603,
      "##cess": 604,
      "##isk": 605,
      "whole": 606,
      "pars": 607,
      "##ork": 608,
      "spoon": 609,
      "salad": 610,
      "make": 611,
      "hea": 612,
      "bot": 613,
      "##ute": 614,
      "aside": 615,
      "fill": 616,
      "pro": 617,
      "saucepan": 618,
      "smo": 619,
      "may": 620,
      "smooth": 621,
      "when": 622,
      "parsley": 623,
      "##ke": 624,
      "##ss": 625,
      "##fer": 626,
      "stick": 627,
      "cooking": 628,
      "thin": 629,
      "one": 630,
      "warm": 631,
      "op": 632,
      "##ved": 633,
      "margar": 634,
      "##ave": 635,
      "cloves": 636,
      "degrees": 637,
      "pk": 638,
      "pound": 639,
      "##ue": 640,
      "squ": 641,
      "margarine": 642,
      "shr": 643,
      "them": 644,
      "pkg": 645,
      "sour": 646,
      "sheet": 647,
      "soda": 648,
      "cel": 649,
      "whisk": 650,
      "this": 651,
      "bef": 652,
      "##ru": 653,
      "before": 654,
      "##atter": 655,
      "us": 656,
      "##cc": 657,
      "tr": 658,
      "side": 659,
      "celery": 660,
      "gold": 661,
      "chill": 662,
      "##pping": 663,
      "just": 664,
      "thick": 665,
      "broth": 666,
      "cont": 667,
      "##ile": 668,
      "##ipe": 669,
      "golden": 670,
      "fir": 671,
      "fre": 672,
      "##ins": 673,
      "dried": 674,
      "##rim": 675,
      "sweet": 676,
      "ra": 677,
      "##edded": 678,
      "chip": 679,
      "shredded": 680,
      "fry": 681,
      "##art": 682,
      "leaves": 683,
      "bro": 684,
      "mo": 685,
      "brea": 686,
      "bac": 687,
      "crush": 688,
      "18": 689,
      "bacon": 690,
      "##zen": 691,
      "lo": 692,
      "##av": 693,
      "will": 694,
      "rec": 695,
      "prepar": 696,
      "##tom": 697,
      "using": 698,
      "trans": 699,
      "##ub": 700,
      "roast": 701,
      "bottom": 702,
      "##ray": 703,
      "orange": 704,
      "drained": 705,
      "vegetable": 706,
      "##mo": 707,
      "saute": 708,
      "bas": 709,
      "##per": 710,
      "##inger": 711,
      "do": 712,
      "##ire": 713,
      "wine": 714,
      "option": 715,
      "paper": 716,
      "thr": 717,
      "nuts": 718,
      "must": 719,
      "crust": 720,
      "##uit": 721,
      "crushed": 722,
      "cub": 723,
      "mushrooms": 724,
      "##ately": 725,
      "cass": 726,
      "peeled": 727,
      "layer": 728,
      "##vy": 729,
      "fat": 730,
      "optional": 731,
      "almo": 732,
      "frozen": 733,
      "liqu": 734,
      "pork": 735,
      "##act": 736,
      "##ressing": 737,
      "casser": 738,
      "mustard": 739,
      "##ew": 740,
      "dis": 741,
      "parm": 742,
      "casserole": 743,
      "##zz": 744,
      "gl": 745,
      "toss": 746,
      "through": 747,
      "by": 748,
      "##ib": 749,
      "transfer": 750,
      "pasta": 751,
      "##berries": 752,
      "##con": 753,
      "ginger": 754,
      "##na": 755,
      "##nds": 756,
      "free": 757,
      "time": 758,
      "chips": 759,
      "ice": 760,
      "##ose": 761,
      "##ock": 762,
      "##rap": 763,
      "##ian": 764,
      "##ade": 765,
      "##conut": 766,
      "##ges": 767,
      "pec": 768,
      "slice": 769,
      "refrigerate": 770,
      "grill": 771,
      "##pple": 772,
      "##ently": 773,
      "tem": 774,
      "##ature": 775,
      "##tle": 776,
      "res": 777,
      "des": 778,
      "##esan": 779,
      "siz": 780,
      "##ort": 781,
      "##eapple": 782,
      "##ead": 783,
      "##ides": 784,
      "melt": 785,
      "coconut": 786,
      "even": 787,
      "seasoning": 788,
      "parmesan": 789,
      "dressing": 790,
      "pur": 791,
      "garn": 792,
      "div": 793,
      "spray": 794,
      "##fe": 795,
      "##ired": 796,
      "off": 797,
      "pineapple": 798,
      "##sh": 799,
      "extr": 800,
      "garnish": 801,
      "sy": 802,
      "fo": 803,
      "coat": 804,
      "crumbs": 805,
      "stea": 806,
      "purp": 807,
      "##rup": 808,
      "##ars": 809,
      "syrup": 810,
      "crack": 811,
      "chili": 812,
      "sides": 813,
      "process": 814,
      "##ction": 815,
      "extract": 816,
      "greased": 817,
      "peppers": 818,
      "##th": 819,
      "batter": 820,
      "desired": 821,
      "liquid": 822,
      "reduce": 823,
      "##ini": 824,
      "##avor": 825,
      "##stant": 826,
      "cold": 827,
      "temper": 828,
      "purpose": 829,
      "pea": 830,
      "pean": 831,
      "##ong": 832,
      "filling": 833,
      "package": 834,
      "rack": 835,
      "minute": 836,
      "##rots": 837,
      "boiling": 838,
      "vegetables": 839,
      "carrots": 840,
      "temperature": 841,
      "ball": 842,
      "##ll": 843,
      "recipe": 844,
      "light": 845,
      "onto": 846,
      "beaten": 847,
      "##ist": 848,
      "softened": 849,
      "food": 850,
      "##berry": 851,
      "tw": 852,
      "##ze": 853,
      "##ne": 854,
      "##rimp": 855,
      "slightly": 856,
      "lime": 857,
      "basil": 858,
      "breast": 859,
      "##ined": 860,
      "nut": 861,
      "fold": 862,
      "kn": 863,
      "##raw": 864,
      "bag": 865,
      "heavy": 866,
      "down": 867,
      "##75": 868,
      "stock": 869,
      "##eddar": 870,
      "tor": 871,
      "##tt": 872,
      "cheddar": 873,
      "browned": 874,
      "16": 875,
      "ot": 876,
      "ham": 877,
      "23": 878,
      "form": 879,
      "uns": 880,
      "toast": 881,
      "##ano": 882,
      "seeds": 883,
      "mayon": 884,
      "comp": 885,
      "soy": 886,
      "##naise": 887,
      "##ct": 888,
      "saus": 889,
      "that": 890,
      "shrimp": 891,
      "nood": 892,
      "mayonnaise": 893,
      "##ich": 894,
      "##oney": 895,
      "whi": 896,
      "##ous": 897,
      "cookie": 898,
      "honey": 899,
      "unco": 900,
      "cookies": 901,
      "##enter": 902,
      "center": 903,
      "##oom": 904,
      "evenly": 905,
      "##led": 906,
      "apples": 907,
      "pecans": 908,
      "reser": 909,
      "lit": 910,
      "room": 911,
      "foil": 912,
      "freshly": 913,
      "gently": 914,
      "stand": 915,
      "short": 916,
      "hand": 917,
      "potato": 918,
      "apple": 919,
      "very": 920,
      "other": 921,
      "complet": 922,
      "25": 923,
      "extra": 924,
      "occ": 925,
      "##uc": 926,
      "pinch": 927,
      "press": 928,
      "thinly": 929,
      "##ionally": 930,
      "any": 931,
      "kee": 932,
      "noodles": 933,
      "##other": 934,
      "occas": 935,
      "shall": 936,
      "done": 937,
      "sausage": 938,
      "##af": 939,
      "have": 940,
      "##gin": 941,
      "while": 942,
      "once": 943,
      "##risp": 944,
      "tur": 945,
      "occasionally": 946,
      "si": 947,
      "whip": 948,
      "they": 949,
      "po": 950,
      "ed": 951,
      "##nuts": 952,
      "##ould": 953,
      "##ump": 954,
      "45": 955,
      "fruit": 956,
      "marin": 957,
      "bell": 958,
      "##ccol": 959,
      "completely": 960,
      "straw": 961,
      "need": 962,
      "shell": 963,
      "peanut": 964,
      "ban": 965,
      "##ccoli": 966,
      "##els": 967,
      "ore": 968,
      "little": 969,
      "spin": 970,
      "pu": 971,
      "##ka": 972,
      "##yme": 973,
      "im": 974,
      "##ame": 975,
      "##ition": 976,
      "another": 977,
      "thyme": 978,
      "##aw": 979,
      "banan": 980,
      "size": 981,
      "##oughly": 982,
      "keep": 983,
      "like": 984,
      "plate": 985,
      "cans": 986,
      "spinach": 987,
      "##25": 988,
      "##row": 989,
      "paste": 990,
      "flavor": 991,
      "##fter": 992,
      "cher": 993,
      "##antro": 994,
      "##dding": 995,
      "prepared": 996,
      "yol": 997,
      "cil": 998,
      "cilantro": 999,
      "##ary": 1000,
      "##arch": 1001,
      "pudding": 1002,
      "375": 1003,
      "fish": 1004,
      "crisp": 1005,
      "##min": 1006,
      "some": 1007,
      "skin": 1008,
      "broccoli": 1009,
      "col": 1010,
      "wrap": 1011,
      "after": 1012,
      "thicken": 1013,
      "topping": 1014,
      "##ets": 1015,
      "two": 1016,
      "##till": 1017,
      "tortill": 1018,
      "##ening": 1019,
      "firm": 1020,
      "mic": 1021,
      "allow": 1022,
      "stri": 1023,
      "mixing": 1024,
      "covered": 1025,
      "##gano": 1026,
      "am": 1027,
      "slow": 1028,
      "clean": 1029,
      "powdered": 1030,
      "##pe": 1031,
      "##meg": 1032,
      "wal": 1033,
      "nutmeg": 1034,
      "400": 1035,
      "first": 1036,
      "enough": 1037,
      "mixer": 1038,
      "microw": 1039,
      "rais": 1040,
      "##cor": 1041,
      "seco": 1042,
      "blender": 1043,
      "bit": 1044,
      "##unch": 1045,
      "oregano": 1046,
      "wor": 1047,
      "non": 1048,
      "contain": 1049,
      "pure": 1050,
      "##og": 1051,
      "cubes": 1052,
      "##eed": 1053,
      "dip": 1054,
      "gran": 1055,
      "shortening": 1056,
      "##astic": 1057,
      "contin": 1058,
      "##starch": 1059,
      "##sol": 1060,
      "dire": 1061,
      "cornstarch": 1062,
      "brush": 1063,
      "##urt": 1064,
      "##ep": 1065,
      "blended": 1066,
      "muff": 1067,
      "oat": 1068,
      "drizz": 1069,
      "##ator": 1070,
      "coco": 1071,
      "dissol": 1072,
      "least": 1073,
      "zest": 1074,
      "read": 1075,
      "##ided": 1076,
      "bon": 1077,
      "##ites": 1078,
      "cocoa": 1079,
      "##ric": 1080,
      "##key": 1081,
      "till": 1082,
      "microwave": 1083,
      "##ually": 1084,
      "mash": 1085,
      "##ices": 1086,
      "makes": 1087,
      "##ang": 1088,
      "papri": 1089,
      "cur": 1090,
      "cumin": 1091,
      "flakes": 1092,
      "paprika": 1093,
      "##oss": 1094,
      "ins": 1095,
      "tow": 1096,
      "round": 1097,
      "sea": 1098,
      "whites": 1099,
      "##alian": 1100,
      "grease": 1101,
      "has": 1102,
      "##ble": 1103,
      "processor": 1104,
      "pat": 1105,
      "rest": 1106,
      "box": 1107,
      "rin": 1108,
      "refrigerator": 1109,
      "arr": 1110,
      "dro": 1111,
      "40": 1112,
      "strips": 1113,
      "##chini": 1114,
      "##ellow": 1115,
      "squar": 1116,
      "plastic": 1117,
      "separ": 1118,
      "divided": 1119,
      "turkey": 1120,
      "##milk": 1121,
      "jar": 1122,
      "##abb": 1123,
      "sur": 1124,
      "addition": 1125,
      "should": 1126,
      "pastry": 1127,
      "whipped": 1128,
      "few": 1129,
      "len": 1130,
      "clove": 1131,
      "yellow": 1132,
      "italian": 1133,
      "drizzle": 1134,
      "glass": 1135,
      "imm": 1136,
      "##ment": 1137,
      "##oked": 1138,
      "dash": 1139,
      "immedi": 1140,
      "shap": 1141,
      "continue": 1142,
      "##enne": 1143,
      "##alted": 1144,
      "ret": 1145,
      "no": 1146,
      "##ches": 1147,
      "immediately": 1148,
      "zuc": 1149,
      "loaf": 1150,
      "cro": 1151,
      "plus": 1152,
      "chop": 1153,
      "container": 1154,
      "##ella": 1155,
      "zucchini": 1156,
      "unsalted": 1157,
      "uncover": 1158,
      "arrange": 1159,
      "quar": 1160,
      "raisins": 1161,
      "##kin": 1162,
      "##night": 1163,
      "thor": 1164,
      "peas": 1165,
      "##ta": 1166,
      "quart": 1167,
      "thoroughly": 1168,
      "balls": 1169,
      "##ctions": 1170,
      "overnight": 1171,
      "lett": 1172,
      "speed": 1173,
      "bay": 1174,
      "cabb": 1175,
      "fork": 1176,
      "yog": 1177,
      "buttermilk": 1178,
      "walnuts": 1179,
      "yogurt": 1180,
      "cabbage": 1181,
      "surf": 1182,
      "stuff": 1183,
      "yea": 1184,
      "bar": 1185,
      "return": 1186,
      "##mon": 1187,
      "leaf": 1188,
      "don": 1189,
      "constant": 1190,
      "toasted": 1191,
      "per": 1192,
      "scall": 1193,
      "rep": 1194,
      "##wh": 1195,
      "almonds": 1196,
      "mean": 1197,
      "constantly": 1198,
      "##ings": 1199,
      "surface": 1200,
      "##ossib": 1201,
      "##shire": 1202,
      "##bs": 1203,
      "squash": 1204,
      "##oc": 1205,
      "##tershire": 1206,
      "##rot": 1207,
      "bis": 1208,
      "worces": 1209,
      "possib": 1210,
      "around": 1211,
      "worcestershire": 1212,
      "yeast": 1213,
      "wa": 1214,
      "yolks": 1215,
      "acc": 1216,
      "chun": 1217,
      "breasts": 1218,
      "##gs": 1219,
      "kos": 1220,
      "fri": 1221,
      "kosher": 1222,
      "ready": 1223,
      "##oun": 1224,
      "##ive": 1225,
      "lettuce": 1226,
      "##ting": 1227,
      "##ully": 1228,
      "mixed": 1229,
      "##ding": 1230,
      "av": 1231,
      "packed": 1232,
      "flat": 1233,
      "##fl": 1234,
      "her": 1235,
      "ses": 1236,
      "take": 1237,
      "sesame": 1238,
      "vir": 1239,
      "prepare": 1240,
      "##urger": 1241,
      "lon": 1242,
      "pounds": 1243,
      "combined": 1244,
      "grad": 1245,
      "fine": 1246,
      "virgin": 1247,
      "back": 1248,
      "pump": 1249,
      "##while": 1250,
      "kni": 1251,
      "pul": 1252,
      "##umber": 1253,
      "ml": 1254,
      "day": 1255,
      "longer": 1256,
      "ag": 1257,
      "pumpkin": 1258,
      "rolls": 1259,
      "##wise": 1260,
      "meanwhile": 1261,
      "cann": 1262,
      "pans": 1263,
      "mozz": 1264,
      "edges": 1265,
      "gradually": 1266,
      "floured": 1267,
      "inches": 1268,
      "##arella": 1269,
      "both": 1270,
      "crackers": 1271,
      "thaw": 1272,
      "bet": 1273,
      "caref": 1274,
      "knife": 1275,
      "disc": 1276,
      "blue": 1277,
      "##med": 1278,
      "color": 1279,
      "broil": 1280,
      "steak": 1281,
      "mozzarella": 1282,
      "bub": 1283,
      "line": 1284,
      "##cumber": 1285,
      "jell": 1286,
      "coars": 1287,
      "frost": 1288,
      "##oy": 1289,
      "##ark": 1290,
      "##ates": 1291,
      "olives": 1292,
      "needed": 1293,
      "cran": 1294,
      "##ulated": 1295,
      "eas": 1296,
      "cucumber": 1297,
      "seconds": 1298,
      "cay": 1299,
      "coarsely": 1300,
      "puree": 1301,
      "##meal": 1302,
      "cayenne": 1303,
      "comes": 1304,
      "##ful": 1305,
      "repeat": 1306,
      "wire": 1307,
      "frying": 1308,
      "instant": 1309,
      "##ms": 1310,
      "remo": 1311,
      "##ots": 1312,
      "##pt": 1313,
      "##orated": 1314,
      "discard": 1315,
      "shape": 1316,
      "uncovered": 1317,
      "strawberries": 1318,
      "##oni": 1319,
      "divide": 1320,
      "granulated": 1321,
      "carrot": 1322,
      "wed": 1323,
      "too": 1324,
      "dou": 1325,
      "drop": 1326,
      "slowly": 1327,
      "##less": 1328,
      "##sa": 1329,
      "##izz": 1330,
      "store": 1331,
      "pick": 1332,
      "ad": 1333,
      "325": 1334,
      "##ind": 1335,
      "35": 1336,
      "wash": 1337,
      "##ig": 1338,
      "caram": 1339,
      "##hett": 1340,
      "sw": 1341,
      "##stick": 1342,
      "##apen": 1343,
      "quarter": 1344,
      "roasted": 1345,
      "##joy": 1346,
      "##ower": 1347,
      "##ula": 1348,
      "accor": 1349,
      "enjoy": 1350,
      "##ear": 1351,
      "according": 1352,
      "dark": 1353,
      "mint": 1354,
      "salmon": 1355,
      "quick": 1356,
      "##ai": 1357,
      "##eless": 1358,
      "ever": 1359,
      "we": 1360,
      "marinade": 1361,
      "rib": 1362,
      "##allow": 1363,
      "boneless": 1364,
      "piece": 1365,
      "jal": 1366,
      "pizz": 1367,
      "turning": 1368,
      "parch": 1369,
      "bisc": 1370,
      "##gth": 1371,
      "parchment": 1372,
      "sheets": 1373,
      "almond": 1374,
      "##up": 1375,
      "bubb": 1376,
      "##ten": 1377,
      "##ddle": 1378,
      "jalapen": 1379,
      "lbs": 1380,
      "cherry": 1381,
      "##aghett": 1382,
      "break": 1383,
      "mac": 1384,
      "trim": 1385,
      "##ling": 1386,
      "sift": 1387,
      "cubed": 1388,
      "wheat": 1389,
      "deep": 1390,
      "work": 1391,
      "length": 1392,
      "##shm": 1393,
      "long": 1394,
      "##aghetti": 1395,
      "ca": 1396,
      "chops": 1397,
      "##als": 1398,
      "##shmallow": 1399,
      "good": 1400,
      "##so": 1401,
      "appro": 1402,
      "muffin": 1403,
      "bananas": 1404,
      "strain": 1405,
      "again": 1406,
      "marshmallow": 1407,
      "##uch": 1408,
      "baked": 1409,
      "##ander": 1410,
      "##ffee": 1411,
      "salsa": 1412,
      "##atin": 1413,
      "thawed": 1414,
      "grams": 1415,
      "part": 1416,
      "ros": 1417,
      "additional": 1418,
      "biscuit": 1419,
      "fluff": 1420,
      "pit": 1421,
      "approx": 1422,
      "rub": 1423,
      "separate": 1424,
      "creamy": 1425,
      "##arp": 1426,
      "possibly": 1427,
      "exce": 1428,
      "gel": 1429,
      "cand": 1430,
      "spaghetti": 1431,
      "ev": 1432,
      "pizza": 1433,
      "##ount": 1434,
      "##xt": 1435,
      "chilled": 1436,
      "used": 1437,
      "mins": 1438,
      "inser": 1439,
      "##way": 1440,
      "50": 1441,
      "except": 1442,
      "##ola": 1443,
      "tart": 1444,
      "##ds": 1445,
      "chi": 1446,
      "##emary": 1447,
      "thickened": 1448,
      "wedges": 1449,
      "##ions": 1450,
      "tortillas": 1451,
      "every": 1452,
      "##dge": 1453,
      "stem": 1454,
      "chunks": 1455,
      "bra": 1456,
      "directions": 1457,
      "##lets": 1458,
      "##lect": 1459,
      "gla": 1460,
      "sticks": 1461,
      "sure": 1462,
      "canned": 1463,
      "caramel": 1464,
      "rosemary": 1465,
      "plain": 1466,
      "seal": 1467,
      "##ec": 1468,
      "next": 1469,
      "crumbled": 1470,
      "redu": 1471,
      "dill": 1472,
      "sand": 1473,
      "##ocad": 1474,
      "lid": 1475,
      "##pl": 1476,
      "11": 1477,
      "adding": 1478,
      "cracker": 1479,
      "reserved": 1480,
      "heated": 1481,
      "freeze": 1482,
      "##cake": 1483,
      "oats": 1484,
      "375u00b0": 1485,
      "ther": 1486,
      "go": 1487,
      "halved": 1488,
      "##uck": 1489,
      "avocad": 1490,
      "soak": 1491,
      "##fection": 1492,
      "##bst": 1493,
      "fil": 1494,
      "cooled": 1495,
      "start": 1496,
      "moist": 1497,
      "##eta": 1498,
      "confection": 1499,
      "##flower": 1500,
      "##tern": 1501,
      "banana": 1502,
      "##op": 1503,
      "carefully": 1504,
      "##spar": 1505,
      "spri": 1506,
      "mashed": 1507,
      "prefer": 1508,
      "##ham": 1509,
      "frosting": 1510,
      "scrap": 1511,
      "##imes": 1512,
      "shallow": 1513,
      "curry": 1514,
      "bat": 1515,
      "##yle": 1516,
      "elect": 1517,
      "coffee": 1518,
      "electric": 1519,
      "24": 1520,
      "evap": 1521,
      "get": 1522,
      "##wich": 1523,
      "squares": 1524,
      "cre": 1525,
      "reduced": 1526,
      "graham": 1527,
      "##heated": 1528,
      "halves": 1529,
      "seeded": 1530,
      "style": 1531,
      "sandwich": 1532,
      "servings": 1533,
      "also": 1534,
      "##ween": 1535,
      "cons": 1536,
      "between": 1537,
      "##ench": 1538,
      "gelatin": 1539,
      "ket": 1540,
      "note": 1541,
      "pr": 1542,
      "fluffy": 1543,
      "none": 1544,
      "rasp": 1545,
      "##ia": 1546,
      "nonstick": 1547,
      "approxim": 1548,
      "tortilla": 1549,
      "##burger": 1550,
      "hard": 1551,
      "squee": 1552,
      "##iss": 1553,
      "confectioners": 1554,
      "##agus": 1555,
      "macar": 1556,
      "qt": 1557,
      "wax": 1558,
      "##aking": 1559,
      "freez": 1560,
      "under": 1561,
      "sharp": 1562,
      "preheated": 1563,
      "cond": 1564,
      "rinse": 1565,
      "salted": 1566,
      "##ider": 1567,
      "leave": 1568,
      "approximately": 1569,
      "crab": 1570,
      "##te": 1571,
      "lengthwise": 1572,
      "aspar": 1573,
      "coated": 1574,
      "tooth": 1575,
      "jalapeno": 1576,
      "run": 1577,
      "asparagus": 1578,
      "reserve": 1579,
      "##iff": 1580,
      "400u00b0": 1581,
      "lined": 1582,
      "spice": 1583,
      "##red": 1584,
      "inserted": 1585,
      "spices": 1586,
      "cherries": 1587,
      "excess": 1588,
      "##pick": 1589,
      "eggpl": 1590,
      "french": 1591,
      "toothpick": 1592,
      "dut": 1593,
      "##cy": 1594,
      "##amb": 1595,
      "knead": 1596,
      "ber": 1597,
      "bunch": 1598,
      "stew": 1599,
      "glaze": 1600,
      "##nel": 1601,
      "still": 1602,
      "double": 1603,
      "strawberry": 1604,
      "sem": 1605,
      "platter": 1606,
      "pear": 1607,
      "conden": 1608,
      "##fted": 1609,
      "me": 1610,
      "want": 1611,
      "hamburger": 1612,
      "##cr": 1613,
      "macaroni": 1614,
      "condensed": 1615,
      "uncooked": 1616,
      "por": 1617,
      "chives": 1618,
      "removed": 1619,
      "evaporated": 1620,
      "rea": 1621,
      "tac": 1622,
      "##iel": 1623,
      "##sc": 1624,
      "juices": 1625,
      "ribs": 1626,
      "spat": 1627,
      "##ball": 1628,
      "##oke": 1629,
      "towel": 1630,
      "cider": 1631,
      "amount": 1632,
      "head": 1633,
      "##ation": 1634,
      "wood": 1635,
      "##nut": 1636,
      "##ton": 1637,
      "marshmallows": 1638,
      "serves": 1639,
      "##ican": 1640,
      "mon": 1641,
      "shallots": 1642,
      "##eter": 1643,
      "ole": 1644,
      "##riander": 1645,
      "spatula": 1646,
      "##cessary": 1647,
      "rinsed": 1648,
      "shake": 1649,
      "##ull": 1650,
      "stal": 1651,
      "##lo": 1652,
      "##out": 1653,
      "stiff": 1654,
      "rise": 1655,
      "scallions": 1656,
      "necessary": 1657,
      "scoo": 1658,
      "ripe": 1659,
      "bou": 1660,
      "bec": 1661,
      "air": 1662,
      "##ium": 1663,
      "consist": 1664,
      "only": 1665,
      "beg": 1666,
      "##ino": 1667,
      "lamb": 1668,
      "beating": 1669,
      "whipping": 1670,
      "coriander": 1671,
      "avocado": 1672,
      "sit": 1673,
      "lef": 1674,
      "oleo": 1675,
      "brand": 1676,
      "##ages": 1677,
      "cap": 1678,
      "skinless": 1679,
      "layers": 1680,
      "del": 1681,
      "fried": 1682,
      "dissolved": 1683,
      "freezer": 1684,
      "##aple": 1685,
      "altern": 1686,
      "##cakes": 1687,
      "##ier": 1688,
      "##weetened": 1689,
      "ap": 1690,
      "sn": 1691,
      "sever": 1692,
      "ic": 1693,
      "maple": 1694,
      "##ency": 1695,
      "gri": 1696,
      "unsweetened": 1697,
      "bars": 1698,
      "several": 1699,
      "jello": 1700,
      "##corn": 1701,
      "mini": 1702,
      "dissolve": 1703,
      "sized": 1704,
      "stuffing": 1705,
      "sifted": 1706,
      "##uli": 1707,
      "tin": 1708,
      "spl": 1709,
      "canola": 1710,
      "bab": 1711,
      "sher": 1712,
      "towels": 1713,
      "shells": 1714,
      "loo": 1715,
      "##una": 1716,
      "bite": 1717,
      "consistency": 1718,
      "##ale": 1719,
      "##ener": 1720,
      "##chup": 1721,
      "##crumb": 1722,
      "##uliflower": 1723,
      "##amic": 1724,
      "pink": 1725,
      "325u00b0": 1726,
      "fillets": 1727,
      "ketchup": 1728,
      "##jon": 1729,
      "##ollow": 1730,
      "subst": 1731,
      "biscuits": 1732,
      "made": 1733,
      "breadcrumb": 1734,
      "##ron": 1735,
      "eggplant": 1736,
      "art": 1737,
      "dijon": 1738,
      "substit": 1739,
      "sprigs": 1740,
      "patt": 1741,
      "meas": 1742,
      "baby": 1743,
      "##bed": 1744,
      "same": 1745,
      "last": 1746,
      "##ey": 1747,
      "##arse": 1748,
      "##ular": 1749,
      "tuna": 1750,
      "coarse": 1751,
      "ris": 1752,
      "cauliflower": 1753,
      "grain": 1754,
      "hands": 1755,
      "##part": 1756,
      "dutch": 1757,
      "##anch": 1758,
      "inc": 1759,
      "##quently": 1760,
      "greens": 1761,
      "best": 1762,
      "cooker": 1763,
      "frequently": 1764,
      "raw": 1765,
      "##ree": 1766,
      "taco": 1767,
      "##icot": 1768,
      "along": 1769,
      "such": 1770,
      "##fat": 1771,
      "square": 1772,
      "ind": 1773,
      "apart": 1774,
      "full": 1775,
      "buttered": 1776,
      "see": 1777,
      "##cent": 1778,
      "scoop": 1779,
      "425": 1780,
      "seasoned": 1781,
      "barb": 1782,
      "meatball": 1783,
      "icing": 1784,
      "##elly": 1785,
      "##aked": 1786,
      "star": 1787,
      "cranberries": 1788,
      "my": 1789,
      "wooden": 1790,
      "##ously": 1791,
      "reg": 1792,
      "sodium": 1793,
      "bouill": 1794,
      "times": 1795,
      "crock": 1796,
      "##reased": 1797,
      "tops": 1798,
      "##vel": 1799,
      "almost": 1800,
      "bals": 1801,
      "spring": 1802,
      "60": 1803,
      "middle": 1804,
      "breadcrumbs": 1805,
      "peaches": 1806,
      "##adish": 1807,
      "chilies": 1808,
      "apric": 1809,
      "##ors": 1810,
      "balsamic": 1811,
      "##ild": 1812,
      "four": 1813,
      "##ness": 1814,
      "bouillon": 1815,
      "muffins": 1816,
      "##iv": 1817,
      "yiel": 1818,
      "ung": 1819,
      "##uring": 1820,
      "ungreased": 1821,
      "bun": 1822,
      "than": 1823,
      "le": 1824,
      "300": 1825,
      "smoked": 1826,
      "burn": 1827,
      "easy": 1828,
      "bowls": 1829,
      "candy": 1830,
      "tightly": 1831,
      "##just": 1832,
      "fit": 1833,
      "equ": 1834,
      "broiler": 1835,
      "puff": 1836,
      "adjust": 1837,
      "lee": 1838,
      "ricot": 1839,
      "ho": 1840,
      "ricotta": 1841,
      "artich": 1842,
      "stems": 1843,
      "dust": 1844,
      "cornmeal": 1845,
      "fra": 1846,
      "##icy": 1847,
      "##ily": 1848,
      "steaks": 1849,
      "seasonings": 1850,
      "##ney": 1851,
      "chile": 1852,
      "much": 1853,
      "sage": 1854,
      "##anges": 1855,
      "trimmed": 1856,
      "rel": 1857,
      "fen": 1858,
      "und": 1859,
      "boiled": 1860,
      "skim": 1861,
      "barbec": 1862,
      "making": 1863,
      "##of": 1864,
      "##irc": 1865,
      "meatballs": 1866,
      "jam": 1867,
      "##ome": 1868,
      "##uss": 1869,
      "moder": 1870,
      "roasting": 1871,
      "rind": 1872,
      "follow": 1873,
      "peanuts": 1874,
      "dice": 1875,
      "circ": 1876,
      "cutting": 1877,
      "finish": 1878,
      "bubbly": 1879,
      "##bread": 1880,
      "loos": 1881,
      "##ied": 1882,
      "cer": 1883,
      "cott": 1884,
      "rum": 1885,
      "jelly": 1886,
      "blueberries": 1887,
      "##asses": 1888,
      "bu": 1889,
      "three": 1890,
      "mol": 1891,
      "ph": 1892,
      "berries": 1893,
      "often": 1894,
      "way": 1895,
      "quartered": 1896,
      "days": 1897,
      "bits": 1898,
      "gravy": 1899,
      "sherry": 1900,
      "edge": 1901,
      "portion": 1902,
      "favor": 1903,
      "incor": 1904,
      "cal": 1905,
      "incorp": 1906,
      "inst": 1907,
      "yolk": 1908,
      "##yst": 1909,
      "350f": 1910,
      "tip": 1911,
      "jars": 1912,
      "##thing": 1913,
      "200": 1914,
      "cranberry": 1915,
      "ha": 1916,
      "gener": 1917,
      "eat": 1918,
      "450": 1919,
      "fennel": 1920,
      "##ug": 1921,
      "lower": 1922,
      "vegg": 1923,
      "##x1": 1924,
      "sweetened": 1925,
      "molasses": 1926,
      "plates": 1927,
      "##ple": 1928,
      "mas": 1929,
      "oranges": 1930,
      "feta": 1931,
      "skew": 1932,
      "rom": 1933,
      "steam": 1934,
      "its": 1935,
      "oatmeal": 1936,
      "jack": 1937,
      "##od": 1938,
      "patties": 1939,
      "depe": 1940,
      "tar": 1941,
      "substitute": 1942,
      "favorite": 1943,
      "##fu": 1944,
      "herbs": 1945,
      "marinate": 1946,
      "##bl": 1947,
      "thir": 1948,
      "been": 1949,
      "grap": 1950,
      "tub": 1951,
      "second": 1952,
      "squeeze": 1953,
      "soften": 1954,
      "abs": 1955,
      "meal": 1956,
      "now": 1957,
      "bottle": 1958,
      "tofu": 1959,
      "fridge": 1960,
      "##head": 1961,
      "barbecue": 1962,
      "leaving": 1963,
      "cottage": 1964,
      "sun": 1965,
      "without": 1966,
      "absor": 1967,
      "man": 1968,
      "pulse": 1969,
      "less": 1970,
      "med": 1971,
      "tray": 1972,
      "scrape": 1973,
      "##int": 1974,
      "##orm": 1975,
      "cas": 1976,
      "batches": 1977,
      "##spice": 1978,
      "tri": 1979,
      "ahead": 1980,
      "inside": 1981,
      "##elf": 1982,
      "stalks": 1983,
      "kra": 1984,
      "##if": 1985,
      "alum": 1986,
      "split": 1987,
      "allspice": 1988,
      "##ento": 1989,
      "wra": 1990,
      "mold": 1991,
      "quickly": 1992,
      "##stard": 1993,
      "##zed": 1994,
      "roughly": 1995,
      "lean": 1996,
      "punch": 1997,
      "board": 1998,
      "refrigerated": 1999,
      "mang": 2000,
      "el": 2001,
      "##ilad": 2002,
      "##amp": 2003,
      "chiles": 2004,
      "pim": 2005,
      "hold": 2006,
      "ass": 2007,
      "sing": 2008,
      "##tail": 2009,
      "firmly": 2010,
      "wet": 2011,
      "##bon": 2012,
      "##nding": 2013,
      "swiss": 2014,
      "look": 2015,
      "peaks": 2016,
      "100": 2017,
      "pecan": 2018,
      "##gon": 2019,
      "##tight": 2020,
      "airtight": 2021,
      "cakes": 2022,
      "##ail": 2023,
      "custard": 2024,
      "open": 2025,
      "everything": 2026,
      "rolling": 2027,
      "##fuls": 2028,
      "pitted": 2029,
      "real": 2030,
      "cereal": 2031,
      "hear": 2032,
      "packages": 2033,
      "mex": 2034,
      "crumble": 2035,
      "##ah": 2036,
      "spro": 2037,
      "bul": 2038,
      "mango": 2039,
      "##ably": 2040,
      "clam": 2041,
      "begin": 2042,
      "rect": 2043,
      "weight": 2044,
      "choice": 2045,
      "##ici": 2046,
      "rectang": 2047,
      "bri": 2048,
      "##cted": 2049,
      "##ity": 2050,
      "away": 2051,
      "##ert": 2052,
      "kid": 2053,
      "grilled": 2054,
      "##inum": 2055,
      "step": 2056,
      "kraft": 2057,
      "beer": 2058,
      "cock": 2059,
      "semi": 2060,
      "begins": 2061,
      "therm": 2062,
      "lentil": 2063,
      "rim": 2064,
      "decor": 2065,
      "old": 2066,
      "lad": 2067,
      "##uted": 2068,
      "##loin": 2069,
      "##meric": 2070,
      "##ingers": 2071,
      "aluminum": 2072,
      "these": 2073,
      "thermom": 2074,
      "cat": 2075,
      "cocktail": 2076,
      "which": 2077,
      "fu": 2078,
      "ends": 2079,
      "regular": 2080,
      "##ops": 2081,
      "crispy": 2082,
      "vin": 2083,
      "thermometer": 2084,
      "pop": 2085,
      "##ters": 2086,
      "single": 2087,
      "pres": 2088,
      "ker": 2089,
      "burger": 2090,
      "##elp": 2091,
      "350u00b0f": 2092,
      "##ating": 2093,
      "depending": 2094,
      "cucumbers": 2095,
      "stuffed": 2096,
      "##auce": 2097,
      "raspberry": 2098,
      "met": 2099,
      "spicy": 2100,
      "dripping": 2101,
      "ac": 2102,
      "##isco": 2103,
      "##ized": 2104,
      "las": 2105,
      "creamed": 2106,
      "stove": 2107,
      "##tal": 2108,
      "hom": 2109,
      "sprouts": 2110,
      "there": 2111,
      "##ek": 2112,
      "##zel": 2113,
      "lowfat": 2114,
      "buns": 2115,
      "##tte": 2116,
      "thickens": 2117,
      "directed": 2118,
      "lasag": 2119,
      "peach": 2120,
      "great": 2121,
      "added": 2122,
      "##20": 2123,
      "dates": 2124,
      "cross": 2125,
      "shallot": 2126,
      "##grette": 2127,
      "bone": 2128,
      "##its": 2129,
      "check": 2130,
      "vinai": 2131,
      "wide": 2132,
      "wee": 2133,
      "##gl": 2134,
      "chees": 2135,
      "tbs": 2136,
      "chick": 2137,
      "herb": 2138,
      "250": 2139,
      "kit": 2140,
      "vinaigrette": 2141,
      "thickness": 2142,
      "rings": 2143,
      "plum": 2144,
      "melts": 2145,
      "wok": 2146,
      "drippings": 2147,
      "touch": 2148,
      "flip": 2149,
      "applesauce": 2150,
      "their": 2151,
      "coloring": 2152,
      "##bled": 2153,
      "crisco": 2154,
      "##chen": 2155,
      "##otted": 2156,
      "vel": 2157,
      "creme": 2158,
      "flavored": 2159,
      "dump": 2160,
      "turmeric": 2161,
      "does": 2162,
      "raspberries": 2163,
      "dess": 2164,
      "##ari": 2165,
      "dr": 2166,
      "##kra": 2167,
      "equal": 2168,
      "hicken": 2169,
      "veggies": 2170,
      "cheesecake": 2171,
      "##tover": 2172,
      "28": 2173,
      "rising": 2174,
      "iron": 2175,
      "##pro": 2176,
      "##ppy": 2177,
      "kitchen": 2178,
      "whisking": 2179,
      "flatten": 2180,
      "racks": 2181,
      "cored": 2182,
      "##oul": 2183,
      "leftover": 2184,
      "thigh": 2185,
      "slotted": 2186,
      "##dr": 2187,
      "self": 2188,
      "##io": 2189,
      "##cho": 2190,
      "mer": 2191,
      "chest": 2192,
      "rot": 2193,
      "kidney": 2194,
      "most": 2195,
      "reserving": 2196,
      "pt": 2197,
      "tab": 2198,
      "##gan": 2199,
      "##ual": 2200,
      "##ragon": 2201,
      "peppercorn": 2202,
      "pes": 2203,
      "ang": 2204,
      "mexican": 2205,
      "att": 2206,
      "##ieve": 2207,
      "cast": 2208,
      "oyst": 2209,
      "##ning": 2210,
      "pears": 2211,
      "pesto": 2212,
      "tartar": 2213,
      "dessert": 2214,
      "rounds": 2215,
      "##rease": 2216,
      "##atch": 2217,
      "incorporated": 2218,
      "he": 2219,
      "fudge": 2220,
      "tarragon": 2221,
      "##ett": 2222,
      "##vent": 2223,
      "##asco": 2224,
      "fragr": 2225,
      "forms": 2226,
      "##emade": 2227,
      "unb": 2228,
      "coup": 2229,
      "cube": 2230,
      "absorbed": 2231,
      "ranch": 2232,
      "fi": 2233,
      "##emb": 2234,
      "tube": 2235,
      "right": 2236,
      "base": 2237,
      "char": 2238,
      "preser": 2239,
      "##ons": 2240,
      "prevent": 2241,
      "wings": 2242,
      "crea": 2243,
      "tabasco": 2244,
      "fully": 2245,
      "chickp": 2246,
      "waxed": 2247,
      "lentils": 2248,
      "om": 2249,
      "transl": 2250,
      "goat": 2251,
      "##ye": 2252,
      "preferably": 2253,
      "hors": 2254,
      "measure": 2255,
      "artichoke": 2256,
      "##irl": 2257,
      "fragrant": 2258,
      "monter": 2259,
      "##iche": 2260,
      "##proof": 2261,
      "alternately": 2262,
      "chunk": 2263,
      "transluc": 2264,
      "apricot": 2265,
      "##arin": 2266,
      "rolled": 2267,
      "couple": 2268,
      "moderate": 2269,
      "how": 2270,
      "##olid": 2271,
      "beets": 2272,
      "point": 2273,
      "##ivid": 2274,
      "among": 2275,
      "180": 2276,
      "pine": 2277,
      "big": 2278,
      "gu": 2279,
      "##veeta": 2280,
      "lasagna": 2281,
      "sec": 2282,
      "##ny": 2283,
      "##ussels": 2284,
      "translucent": 2285,
      "##erm": 2286,
      "##ata": 2287,
      "clear": 2288,
      "##air": 2289,
      "easily": 2290,
      "monterey": 2291,
      "##inner": 2292,
      "simmering": 2293,
      "velveeta": 2294,
      "sandwiches": 2295,
      "##eradish": 2296,
      "individ": 2297,
      "mering": 2298,
      "five": 2299,
      "foam": 2300,
      "drops": 2301,
      "##rained": 2302,
      "peppercorns": 2303,
      "##ken": 2304,
      "boiler": 2305,
      "scallops": 2306,
      "quarts": 2307,
      "##eur": 2308,
      "lemons": 2309,
      "possible": 2310,
      "##zo": 2311,
      "horseradish": 2312,
      "come": 2313,
      "##lu": 2314,
      "##pot": 2315,
      "pint": 2316,
      "nice": 2317,
      "##iano": 2318,
      "chipot": 2319,
      "parts": 2320,
      "undrained": 2321,
      "liqueur": 2322,
      "sli": 2323,
      "capers": 2324,
      "chestnuts": 2325,
      "degree": 2326,
      "crosswise": 2327,
      "separated": 2328,
      "##arb": 2329,
      "delici": 2330,
      "circle": 2331,
      "##oles": 2332,
      "pull": 2333,
      "card": 2334,
      "removing": 2335,
      "17": 2336,
      "pancakes": 2337,
      "tex": 2338,
      "##oriz": 2339,
      "total": 2340,
      "flavoring": 2341,
      "ladle": 2342,
      "ancho": 2343,
      "grate": 2344,
      "starts": 2345,
      "fingers": 2346,
      "safe": 2347,
      "mir": 2348,
